Repository: Tailormap/tailormap-viewer
Catalog: projects/admin-core/assets/locale/messages.admin-core.*.xlf
Languages: de, nl

# admin-core.application-filter-multi-layer
source: Multi-layer filter
de: Mehr-Ebenen-Filter
nl: Meerdere lagen filter

# admin-core.application-filter-single-layer
source: Single-layer filter
de: Einzel-Ebenen-Filter
nl: Enkele laag filter

# admin-core.application.add-application
source: Add application
de: Anwendung hinzufügen
nl: Applicatie toevoegen

# admin-core.application.add-sub-folder
source: Add sub folder
de: Unterordner hinzufügen
nl: Submap toevoegen

# admin-core.application.application
source: Application
de: Anwendung
nl: Applicatie

# admin-core.application.application-copied
source: Application copiedApplication.title || copiedApplication.name copied
de: Anwendung copiedApplication.title || copiedApplication.name kopiert
nl: Applicatie copiedApplication.title || copiedApplication.name is gekopieerd

# admin-core.application.application-created
source: Application createdApplication.title || createdApplication.name created
de: Anwendung createdApplication.title || createdApplication.name erstellt
nl: Applicatie createdApplication.title || createdApplication.name is gemaakt

# admin-core.application.application-layers
source: Application layers
de: Anwendungsschichten
nl: Applicatielagen

# admin-core.application.application-removed
source: Application title removed
de: Anwendung title wurde entfernt
nl: Applicatie title verwijderd

# admin-core.application.application-updated
source: Application updated
de: Anwendung aktualisiert
nl: Applicatie bijgewerkt

# admin-core.application.applications
source: Applications
de: Anwendungen
nl: Applicaties

# admin-core.application.autoRefreshInSeconds
source: Auto refresh the layer (seconds)
de: Automatisches Aktualisieren der Ebene (Sekunden)
nl: Laag automatisch verversen (in seconden)

# admin-core.application.base-maps
source: Basemaps
de: Grundkarten
nl: Basiskaarten

# admin-core.application.change-folder-name
source: Change folder name
de: Ordnername ändern
nl: Mapnaam wijzigen

# admin-core.application.component-attribute-list
source: Attribute list
de: Attributliste
nl: Attributenlijst

# admin-core.application.component-coordinate-link-window
source: Coordinate Link Window
de: Koordinaten-Link-Fenster
nl: Coördinatenlinkvenster

# admin-core.application.component-coordinate-picker-tool
source: Coordinate picker tool
de: Koordinatenauswahlwerkzeug
nl: Coördinatenkiezer

# admin-core.application.component-drawing
source: Drawing
de: Zeichnen
nl: Tekening

# admin-core.application.component-edit
source: Edit
de: Objekteditor
nl: Objecten-editor

# admin-core.application.component-feature-info
source: Feature info
de: Feature-Informationen
nl: Objectinformatie

# admin-core.application.component-filter
source: Filter
de: Filtern

# admin-core.application.component-header
source: Header
de: Kopfzeile

# admin-core.application.component-legend
source: Legend
de: Legende
nl: Legenda

# admin-core.application.component-measure-tools
source: Measure tools
de: Messwerkzeuge
nl: Meetgereedschap

# admin-core.application.component-print
source: Print
de: Drucken
nl: Afdrukken

# admin-core.application.component-share-viewer
source: Share viewer
de: Viewer teilen
nl: Viewer delen

# admin-core.application.component-simple-search
source: Search
de: Suchen
nl: Zoeken

# admin-core.application.component-streetview-tool
source: Streetview tool
de: Streetview-Werkzeug
nl: Streetview

# admin-core.application.component-table-of-contents
source: Table of contents
de: Inhaltsverzeichnis
nl: Beschikbare lagen

# admin-core.application.component-terrain-layer-toggle
source: Terrain layer toggle
de: Geländeebene Umschalter
nl: Terreinlaagkiezer

# admin-core.application.components
source: Components
de: Komponenten
nl: Componenten

# admin-core.application.copy-application
source: Copy application {{data.application.title}}
de: Anwendung kopieren {{data.application.title}}
nl: Kopieer applicatie {{data.application.title}}

# admin-core.application.create-application
source: Create application
de: Anwendung erstellen
nl: Applicatie aanmaken

# admin-core.application.create-folder
source: Create folder
de: Ordner erstellen
nl: Map aanmaken

# admin-core.application.current-image
source: Current image
de: Aktuelles Bild
nl: Huidige afbeelding

# admin-core.application.default-application
source: Default application
de: Standardanwendung
nl: Standaardapplicatie

# admin-core.application.default-language
source: Default language
de: Standardsprache
nl: Standaardtaal

# admin-core.application.delete-application
source: Delete application title
de: Anwendung title löschen
nl: Applicatie title verwijderen

# admin-core.application.delete-application-message
source: Are you sure you want to delete application title? This action cannot be undone.
de: Möchten Sie die Anwendung title wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je de applicatie title wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.application.edit
source: Edit {{ application.title }}
de: Bearbeiten von{{ application.title }}
nl: Bewerken van {{ application.title }}

# admin-core.application.edit-application-layer-attributes
source: Edit application layer attribute settings
de: Einstellungen für Anwendungsebenenattribute bearbeiten
nl: Bewerk attribuut-instellingen voor applicatielaag

# admin-core.application.edit-application-layer-attributes-hint1
source: This only shows the attributes that are enabled in the catalog. If an attribute is missing, check the catalog settings.
de: Hier werden nur die Attribute angezeigt, die im Katalog aktiviert sind. Wenn ein Attribut fehlt, überprüfen Sie die Katalogeinstellungen.
nl: Hier worden alleen de attributen getoond die ingeschakeld zijn in de catalog voor dit feature type. Als er een attribuut mist, controleer de instellingen in de catalog.

# admin-core.application.edit-application-layer-attributes-hint2
source: It is advised to use the catalog for global attribute settings and only use these application layer settings in specific cases.
de: Es wird empfohlen, den Katalog für globale Attribut-Einstellungen zu verwenden und diese Anwendungsebenen-Einstellungen nur in speziellen Fällen zu verwenden.
nl: Het is aan te raden om de catalogus te gebruiken voor globale attribuut-instellingen en om de attribuut-instellingen voor de applicatielaag alleen in specifieke gevallen te gebruiken.

# admin-core.application.editable
source: Editable
de: Bearbeitbar
nl: Bewerkbaar

# admin-core.application.enable-3D
source: Enable 3D viewing
de: 3D-Anzeige aktivieren
nl: 3D-weergave inschakelen

# admin-core.application.enable-3D-hint
source: Only the layers that are available in EPSG:3857 are visible in 3D
de: Nur die Ebenen, die in EPSG:3857 verfügbar sind, sind in 3D sichtbar.
nl: Alleen de lagen die beschikbaar zijn in EPSG:3857 zijn zichtbaar in 3D

# admin-core.application.error-creating-application
source: Error while creating application.
de: Fehler beim Erstellen der Anwendung.
nl: Fout bij het maken van de applicatie.

# admin-core.application.error-deleting-application
source: Error while deleting application.
de: Fehler beim Löschen der Anwendung.
nl: Fout bij verwijderen van de applicatie.

# admin-core.application.error-loading-applications
source: Error while loading list of applications
de: Fehler beim Laden der Liste von Anwendungen
nl: Fout tijdens het laden van de lijst met applicaties

# admin-core.application.error-updating-application
source: Error while updating application.
de: Fehler beim Aktualisieren der Anwendung.
nl: Fout tijdens het bijwerken van de applicatie.

# admin-core.application.filter-applications
source: Filter applications
de: Anwendungen filtern
nl: Applicaties filteren

# admin-core.application.filter-filter-groups
source: Filter filter groups
de: Filtergruppen filtern
nl: Filter filtergroepen

# admin-core.application.filter-tree
source: Filter application layers
de: Anwendungsschichten filtern
nl: Filter applicatie lagen

# admin-core.application.filter.add-new-value
source: Add new value
de: Neuen Wert hinzufügen

# admin-core.application.filter.choose-attribute
source: Choose attribute
de: Attribut auswählen
nl: Kies attribuut

# admin-core.application.filter.initially-selected
source: Initially selected
de: Anfangs ausgewählt
nl: Initieel geselecteerd

# admin-core.application.filter.new-value
source: New value
de: Neuer Wert

# admin-core.application.filter.remove
source: Remove
de: Entfernen

# admin-core.application.filter.selectable
source: Selectable
de: Auswählbar
nl: Selecteerbaar

# admin-core.application.filter.unique-value
source: Value
de: Wert
nl: Waarde

# admin-core.application.filtered-layers
source: The catalog above shows only layers matching the application projection ({{draftApplicationCrs$ | async}})
de: Der obige Katalog enthält nur Layer, die die ({{draftApplicationCrs$ | async}}) Projektionsanwendung unterstützen
nl: De catalogus hierboven bevat alleen lagen die de applicatie projectie ({{draftApplicationCrs$ | async}}) ondersteunen

# admin-core.application.filters
source: Filters
de: Filter

# admin-core.application.filters.add-attribute
source: Add attribute
de: Attribut hinzufügen
nl: Attribuut toevoegen

# admin-core.application.filters.attributes
source: Attributes
de: Attribute
nl: Attributen

# admin-core.application.filters.checkbox
source: Checkbox
de: Kontrollkästchen
nl: Vinkvakjes

# admin-core.application.filters.create-filter
source: Create filter
de: Filter erstellen
nl: Filter aanmaken

# admin-core.application.filters.create-filter-layer-info
source: Select the layers you want to filter by. You can select one or multiple layers.
de: Wählen Sie die Ebenen aus, nach denen Sie filtern möchten. Sie können eine oder mehrere Ebenen auswählen.
nl: Select de lagen die u wilt filteren. U kan één of meerdere lagen selecteren.

# admin-core.application.filters.create-new-filter
source: Create new filter
de: Neuen Filter erstellen
nl: Nieuw filter aanmaken

# admin-core.application.filters.date-picker
source: Date Picker
de: Datumsauswahl
nl: Datumkiezer

# admin-core.application.filters.date-picker.initial-date
source: Initial date
de: Startdatum
nl: Initiële datum

# admin-core.application.filters.date-picker.initial-from
source: Initial lower date
de: Startdatum von
nl: Initiële onderste datum

# admin-core.application.filters.date-picker.initial-to
source: Initial upper date
de: Startdatum bis
nl: Initiële bovenste datum

# admin-core.application.filters.edit-filter
source: Edit filter
de: Filter bearbeiten
nl: Filter bewerken

# admin-core.application.filters.filter-layers
source: Filter layers
de: Ebenen filtern
nl: Filter lagen

# admin-core.application.filters.filters
source: Filters
de: Filter

# admin-core.application.filters.no-filterable-layers
source: There are no filterable layers for this application
de: Für diese Anwendung gibt es keine filterbaren Ebenen
nl: Er zijn geen filterbare lagen voor deze applicatie

# admin-core.application.filters.numeric
source: Numeric
de: Numerisch
nl: Numeriek

# admin-core.application.filters.preset
source: Preset
de: Vorgabe
nl: Vooringesteld

# admin-core.application.filters.slider.initial-lower-value
source: Initial Lower Value
de: Ursprünglicher unterer Wert
nl: Initiële onderwaarde

# admin-core.application.filters.slider.initial-range
source: Initial range
de: Anfangsbereich
nl: Initiële bereik

# admin-core.application.filters.slider.initial-upper-value
source: Initial Upper Value
de: Ursprünglicher oberer Wert
nl: Initiële bovenwaarde

# admin-core.application.filters.slider.initial-value
source: Initial Value
de: Anfangswert
nl: Initiële waarde

# admin-core.application.filters.slider.input-field
source: Input field
de: Eingabefeld
nl: Invoerveld

# admin-core.application.filters.slider.input-mode
source: Input mode
de: Eingabemodus
nl: Invoermodus

# admin-core.application.filters.slider.maximum-value
source: Maximum Value
de: Maximalwert
nl: Maximale waarde

# admin-core.application.filters.slider.minimum-value
source: Minimum Value
de: Mindestwert
nl: Minimale waarde

# admin-core.application.filters.slider.range
source: Slider range
de: Schiebereglerbereich
nl: Slider bereik

# admin-core.application.filters.slider.select-input-mode
source: Select input mode
de: Eingabemodus auswählen
nl: Selecteer invoermodus

# admin-core.application.filters.slider.slider
source: Slider
de: Schieberegler

# admin-core.application.filters.slider.slider-input-field
source: Slider and input field
de: Schieberegler und Eingabefeld
nl: Slider en invoerveld

# admin-core.application.filters.slider.use-attribute-range
source: Use attribute range
de: Attributbereich verwenden
nl: Gebruik attribuutbereik

# admin-core.application.filters.switch
source: Switch
de: Schalter
nl: Schakelaar

# admin-core.application.filters.switch.alias1
source: Alias value 1
de: Alias Wert 1
nl: Alias waarde 1

# admin-core.application.filters.switch.alias2
source: Alias value 2
de: Alias Wert 2
nl: Alias waarde 2

# admin-core.application.filters.switch.more-values
source: This Attribute has more than two unique values. Consider using a checkbox filter.
de: Dieses Attribut hat mehr als zwei eindeutige Werte. Verwenden Sie stattdessen einen Kontrollkästchen-Filter.
nl: Dit attribuut heeft meer dan twee unieke waarden. Je kan een vinkvakjes filter gebruiken.

# admin-core.application.filters.switch.startWithValue2
source: Start with value 2
de: Mit Wert 2 beginnen
nl: Begin met waarde 2

# admin-core.application.filters.switch.value1
source: Value 1
de: Wert 1
nl: Waarde 1

# admin-core.application.filters.switch.value2
source: Value 2
de: Wert 2
nl: Waarde 2

# admin-core.application.filters.too-many-values
source: Too many unique values, showing only the first ApplicationEditFilterFormComponent.MAX_CHECKBOX_VALUES.
de: Zu viele eindeutige Werte, es werden nur die ersten ApplicationEditFilterFormComponent.MAX_CHECKBOX_VALUES angezeigt.
nl: Te veel unieke waardes, alleen de eerste ApplicationEditFilterFormComponent.MAX_CHECKBOX_VALUES worden getoond.

# admin-core.application.filters.tool
source: Tool
de: Werkzeug
nl: Gereedschap

# admin-core.application.folder-name
source: Folder name
de: Ordnername
nl: Mapnaam

# admin-core.application.hide-language-switcher
source: Hide language switcher in viewer
de: Sprachumschalter im Viewer ausblenden
nl: Verberg taalkeuzemenu in viewer

# admin-core.application.hide-login-button
source: Hide login button in viewer
de: Anmeldebutton im Viewer ausblenden
nl: Verberg login knop in viewer

# admin-core.application.initial-extent
source: Initial extent
de: Anfangsausdehnung
nl: Start-begrenzingsrechthoek

# admin-core.application.invalid-name-error
source: Name can only contain letters, numbers, underscores and dashes.
de: Der Name darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche enthalten.
nl: De naam mag alleen letters, cijfers en (liggende) streepjes bevatten.

# admin-core.application.layer-not-editable
source: This layer cannot be edited because there is no writeable feature source / type configured for this layer
de: Diese Ebene kann nicht bearbeitet werden, da keine beschreibbare Feature-Quelle / -Typ für diese Ebene konfiguriert ist
nl: Deze laag kan niet worden bewerkt omdat er geen schrijfbare feature source / type is geconfigureerd voor deze laag

# admin-core.application.layer-settings-updated
source: Layer settings updated
de: Ebeneneinstellungen aktualisiert
nl: Laaginstellingen bijgewerkt

# admin-core.application.layerFunctionality
source: Functionality shown for this layer
de: Funktionalität für diese Ebene angezeigt
nl: Functionaliteit getoond voor deze laag

# admin-core.application.layerFunctionality.attributeList
source: Show in attribute list
de: In Attributliste anzeigen
nl: Toon in attributenlijst

# admin-core.application.layerFunctionality.export
source: Show export button in attribute list
de: Export-Schaltfläche in der Attributliste anzeigen
nl: Toon exportknop in attributenlijst

# admin-core.application.layerFunctionality.showFeatureInfo
source: Show in object information
de: In Objektinformationen anzeigen
nl: Toon in objectinformatie

# admin-core.application.layerFunctionality.warning
source: Note: unchecking these checkboxes only hides user interface controls. Data is still accessible via the API.
de: Hinweis: Das Deaktivieren dieser Kontrollkästchen blendet nur die Benutzeroberflächensteuerungen aus. Daten sind weiterhin über die API zugänglich.
nl: Opmerking: deze selectievakjes verbergen alleen gebruikersinterface-elementen. Gegevens zijn nog steeds toegankelijk via de API.

# admin-core.application.layers
source: Layers
de: Ebenen
nl: Lagen

# admin-core.application.list-of-components
source: List of available components
de: Liste der verfügbaren Komponenten
nl: Lijst met beschikbare componenten

# admin-core.application.logo
source: Upload logo for application
de: Logo für die Anwendung hochladen
nl: Logo uploaden voor de applicatie

# admin-core.application.make-copy
source: Copy
de: Kopieren
nl: Kopiëren

# admin-core.application.max-extent
source: Max extent
de: Maximaler Umfang
nl: Max begrenzingsrechthoek

# admin-core.application.no-default-language
source: No default language
de: Keine Standardsprache
nl: Geen standaardtaal

# admin-core.application.no-form
source: No form
de: Kein Formular
nl: Geen formulier

# admin-core.application.no-forms-for-feature-type
source: There are no forms for this feature type
de: Es gibt keine Formulare für diesen Feature-Typ
nl: Er zijn geen formulieren voor dit feature type

# admin-core.application.no-search-index
source: No search index
de: Kein Suchindex
nl: Geen zoekindex

# admin-core.application.no-search-indexes-for-feature-type
source: There are no search indexes for this feature type
de: Es gibt keine Suchindexen für diesen Feature-Typ
nl: Er zijn geen zoekindexen voor dit feature type

# admin-core.application.non-unique-name-error
source: Name should be unique.
de: Der Name sollte eindeutig sein.
nl: Naam moet uniek zijn.

# admin-core.application.opacity
source: Opacity
de: Deckkraft
nl: Ondoorzichtigheid

# admin-core.application.open-application
source: Open application
de: Anwendung öffnen
nl: Applicatie openen

# admin-core.application.primary-color
source: Primary color used in application
de: Primärfarbe, die in der Anwendung verwendet wird
nl: Primaire kleur voor de applicatie

# admin-core.application.projection
source: Projection
de: Projektion
nl: Projectie

# admin-core.application.remove
source: Remove
de: Entfernen
nl: Verwijderen

# admin-core.application.remove-attribute
source: Remove attribute
de: Attribut entfernen
nl: Verwijder attribuut

# admin-core.application.remove-filter
source: Remove filter
de: Filter entfernen
nl: Verwijder filter

# admin-core.application.remove-image
source: Remove the image
de: Bild entfernen
nl: Afbeelding verwijderen

# admin-core.application.remove-layer
source: Remove layer from application
de: Ebene aus der Anwendung entfernen
nl: Laag verwijderen uit de applicatie

# admin-core.application.rename
source: Rename
de: Umbenennen
nl: Hernoemen

# admin-core.application.select-form
source: Select (optional) form
de: Auswählen (optional) Formular
nl: Selecteer (optioneel) formulier

# admin-core.application.select-search-index
source: Select search index
de: Auswählen Suchindex
nl: Selecteer zoekindex

# admin-core.application.service-updated
source: Service updatedService.title updated
de: Dienst updatedService.title aktualisiert
nl: Service updatedService.title bijgewerkt

# admin-core.application.set-default-application
source: Set default application
de: Standardanwendung festlegen
nl: Instellen als standaardapplicatie

# admin-core.application.set-default-application-hint
source: Setting this application as default will overwrite the current default application
de: Das Festlegen dieser Anwendung als Standard überschreibt die aktuelle Standardanwendung
nl: Door deze applicatie als standaard in te stellen, wordt de huidige standaardapplicatie overschreven

# admin-core.application.settings
source: Settings
de: Einstellungen
nl: Instellingen

# admin-core.application.styling
source: Styling
de: Stil
nl: Opmaak

# admin-core.application.terrain
source: Terrain
de: Gelände
nl: Terrein

# admin-core.application.terrain-layers
source: Terrain layers
de: Geländeebene
nl: Terreinlagen

# admin-core.authorizations.access
source: Access
de: Zugriff
nl: Toegang

# admin-core.authorizations.allow-access-from
source: Allow access from:
de: Zugriff erlauben von:
nl: Toegang toestaan van:

# admin-core.authorizations.configured-on
source: Configured on this.selfType
de: Auf this.selfType konfiguriert
nl: Geconfigureerd op this.selfType

# admin-core.authorizations.group-name
source: Group name
de: Gruppenname
nl: Groepnaam

# admin-core.authorizations.inherit-from
source: Inherit from
de: Erben von
nl: Erven van

# admin-core.authorizations.inherit-from-anyone
source: Anyone
de: Jeder
nl: Iedereen

# admin-core.authorizations.inherit-from-hint
source: {VAR_SELECT, select, anonymous {Anyone} loggedIn {Logged in} specificGroups {Specific groups}}
de: {VAR_SELECT, select, anonymous {Jeder} loggedIn {Eingelogd} specificGroups {Spezifische Gruppen}}
nl: {VAR_SELECT, select, anonymous {Iedereen} loggedIn {Ingelogd} specificGroups {Specifieke groepen}}

# admin-core.authorizations.inherit-from-logged-in
source: Logged in
de: Eingelogd
nl: Ingelogd

# admin-core.authorizations.inherit-from-specific-groups
source: Specific groups
de: Spezifische Gruppen
nl: Specifieke groepen

# admin-core.authorizations.inherit-from-specific-groups-select
source: {VAR_SELECT, select, specificGroups {(inherited)}}
de: {VAR_SELECT, select, specificGroups {(vererbt)}}
nl: {VAR_SELECT, select, specificGroups {(geërfd)}}

# admin-core.authorizations.inherited-from
source: Inherited from this.parentType
de: Vererbt von this.parentType
nl: Overgeërfd van this.parentType

# admin-core.authorizations.overridden
source: (overridden)
de: (vererbt)
nl: (overgeërfd)

# admin-core.authorizations.read
source: Read
de: Lesen
nl: Lezen

# admin-core.catalog.add-feature-source
source: Add feature source
de: Featurequelle hinzufügen
nl: Feature source toevoegen

# admin-core.catalog.add-folder
source: Add folder
de: Ordner hinzufügen
nl: Map toevoegen

# admin-core.catalog.add-map-service
source: Add map service
de: Kartendienst hinzufügen
nl: Kaartservice toevoegen

# admin-core.catalog.attribute-reorder-hint
source: Use the three bars and the end of the row to re-order attributes. Hold Ctrl / Cmd (Mac) to select multiple rows to re-order together
de: Verwenden Sie die drei Balken am Ende der Zeile, um Attribute neu anzuordnen. Halten Sie Ctrl / Cmd (Mac) gedrückt, um mehrere Zeilen zusammen neu anzuordnen.
nl: Gebruik de drie streepjes aan het einde van de rij om attributen opnieuw te ordenen. Houd Ctrl / Cmd (Mac) ingedrukt om meerdere rijen samen opnieuw te ordenen.

# admin-core.catalog.attributes
source: Attributes
de: Attribute
nl: Attributen

# admin-core.catalog.authentication-and-proxy
source: Authentication and proxy
de: Authentifizierung und Proxy
nl: Authenticatie en proxy

# admin-core.catalog.catalog
source: Catalog
de: Katalog
nl: Catalogus

# admin-core.catalog.catalog-shortcuts
source: Catalog shortcuts
de: Katalogverknüpfungen
nl: Catalogus snelkoppelingen

# admin-core.catalog.common.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# admin-core.catalog.connect-feature-source
source: Connected feature source and type
de: Verbundene Featurequelle und Typ
nl: Verbonden feature source en type

# admin-core.catalog.connection-options
source: Additional connection options
de: Zusätzliche Verbindungsoptionen
nl: Extra verbindingsopties
