Repository: Tailormap/tailormap-viewer
Catalog: projects/admin-core/assets/locale/messages.admin-core.*.xlf
Languages: de, nl

# admin-core.common.last-seen
source: Last seen
de: Zuletzt gesehen
nl: Laatst gezien

# admin-core.common.login
source: Login
de: Anmelden
nl: Inloggen

# admin-core.common.logout
source: Logout
de: Abmelden
nl: Uitloggen

# admin-core.common.notes
source: Notes
de: Notizen
nl: Notities

# admin-core.common.password
source: Password
de: Passwort
nl: Wachtwoord

# admin-core.common.retry
source: Retry
de: Erneut versuchen
nl: Opnieuw proberen

# admin-core.common.save
source: Save
de: Speichern
nl: Opslaan

# admin-core.common.saved
source: Saved
de: Gespeichert
nl: Opgeslagen

# admin-core.common.search-indexes-title
source: Search Indexes
de: Suchindizes
nl: Zoekindexen

# admin-core.common.select-file
source: Select file
de: Datei aussuchen
nl: Selecteer bestand

# admin-core.common.settings-for
source: Settings for {{ layerTitle }}
de: Einstellungen für {{ layerTitle }}
nl: Instellingen voor {{ node.label }}

# admin-core.common.settings-title
source: Settings
de: Einstellungen
nl: Instellingen

# admin-core.common.size
source: Size
de: Größe
nl: Omvang

# admin-core.common.sort
source: Sort
de: Sortieren
nl: Sorteren

# admin-core.common.summary
source: Summary
de: Zusammenfassung
nl: Samenvatting

# admin-core.common.tailormap-admin-title
source: Tailormap Admin
de: Tailormap-Verwaltung

# admin-core.common.tasks-title
source: Tasks
de: Aufgaben
nl: Taken

# admin-core.common.title
source: Title
de: Titel
nl: Titel

# admin-core.common.type
source: Type
de: Typ

# admin-core.common.username
source: Username
de: Benutzername
nl: Gebruikersnaam

# admin-core.common.users-title
source: User Administration
de: Benutzerverwaltung
nl: Gebruikersbeheer

# admin-core.common.welcome-to-tailormap
source: Welcome to Tailormap Admin
de: Willkommen bei der Tailormap-Verwaltung
nl: Welkom bij de Tailormap Admin

# admin-core.components.clw-add-url
source: Add URL
de: URL hinzufügen
nl: URL toevoegen

# admin-core.components.coordinate-link-window-help1
source: Add one or more URL's to configure the Coordinate Link Window component.
de: Fügen Sie eine oder mehrere URLs hinzu, um das Komponente "Koordinaten-Link-Fenster" zu konfigurieren.
nl: Voeg één of meerdere URL's toe om het Coördinatenlinkvenster component te configureren.

# admin-core.components.coordinate-link-window-help2
source: For each URL you can use <code>[X]</code> or <code>[lat]</code> and <code>[Y]</code> or <code>[lon]</code> placeholders in the URL.
de: Für jede URL können Sie die Platzhalter <code>[X]</code> oder <code>[lat]</code> und <code>[Y]</code> oder <code>[lon]</code> in der URL verwenden.
nl: Voor iedere URL kunt u <code>[X]</code> or <code>[lat]</code> and <code>[Y]</code> or <code>[lon]</code> als placeholder gebruiken in de URL.

# admin-core.components.coordinate-link-window-help3
source: Those will be replaced by the location on which the user clicks.
de: Diese werden durch den Ort ersetzt, auf den der Benutzer klickt.
nl: Deze zullen worden vervangen door de coördinaten van de klik op de kaart.

# admin-core.components.coordinate-link-window-help4
source: For example: <code>https://www.google.com/maps/@[lat],[lon],18z</code> or <code>https://demo.tailormap.com/#@[X],[Y],18</code>
de: Zum Beispiel: <code>https://www.google.com/maps/@[lat],[lon],18z</code> oder <code>https://demo.tailormap.com/#@[X],[Y],18</code>
nl: Bijvoorbeeld: <code>https://www.google.com/maps/@[lat],[lon],18z</code> of <code>https://demo.tailormap.com/#@[X],[Y],18</code>

# admin-core.components.coordinate-link-window-title
source: Coordinate link window title
de: Titel für Koordinaten-Link-Fenster
nl: Coördinatenlinkvenster titel

# admin-core.components.edit-close-after-add-feature
source: Close window after adding new feature
de: Fenster nach dem Hinzufügen eines neuen Objekts schließen
nl: Venster sluiten na toevoegen van nieuw object

# admin-core.components.edit-title
source: Edit
de: Objekteditor
nl: Objecten-editor

# admin-core.components.feature-info-defaultShowDropdown
source: Use dropdown to select feature info layers by default
de: Verwenden die Dropdown-Liste, um Feature-Info-Layer auszuwählen.
nl: Gebruik standaard een dropdown om objectinformatielagen te selecteren

# admin-core.components.feature-info-title
source: Feature info
de: Feature-Informationen
nl: Objectinformatie

# admin-core.components.header-add-menu-item
source: Add Menu Item
de: Menüpunkt hinzufügen
nl: Menu item toevoegen

# admin-core.components.header-advanced-settings
source: Advanced settings
de: Erweiterte Einstellungen
nl: Geavanceerde instellingen

# admin-core.components.header-background-color
source: Background Color
de: Hintergrundfarbe
nl: Achtergrondkleur

# admin-core.components.header-css
source: Extra CSS
de: Zusätzliches CSS

# admin-core.components.header-height
source: Header Height
de: Kopfzeilenhöhe
nl: Headerhoogte

# admin-core.components.header-layout-settings
source: Layout settings
de: Layout-Einstellungen
nl: Lay-out instellingen

# admin-core.components.header-menu-items
source: Menu Items
de: Menüpunkte

# admin-core.components.header-text-color
source: Text Color
de: Textfarbe
nl: Tekstkleur

# admin-core.components.measure-area-title
source: Measure area title
de: Titel für Flächenmessung
nl: Titel voor oppervlakte meten

# admin-core.components.measure-line-title
source: Measure distance title
de: Titel für Streckenmessung
nl: Titel voor afstand meten

# admin-core.components.simple-search-add-municipality
source: Add municipality
de: Gemeinde hinzufügen
nl: Gemeente toevoegen

# admin-core.components.simple-search-municipality
source: Municipality
de: Gemeinde
nl: Gemeente

# admin-core.components.simple-search-municipality-filter
source: Municipality filter
de: Gemeinde filter
nl: Gemeente filter

# admin-core.components.simple-search-pdok-settings
source: PDOK Location search settings
de: PDOK-Ortuche Suche Einstellungen
nl: PDOK locatiezoeker instellingen

# admin-core.components.simple-search-title
source: Search title
de: Suchtitel
nl: Zoeken titel

# admin-core.feature-type-settings-updated
source: Feature type settings updated
de: Feature-Typ-Einstellungen aktualisiert
nl: Feature type instellingen aangepast

# admin-core.form.add-choice
source: Add choice
de: Auswahl hinzufügen
nl: Keuze toevoegen

# admin-core.form.add-form
source: Add form
de: Formular hinzufügen
nl: Formulier toevoegen

# admin-core.form.allow-free-input
source: Allow the user to enter custom input
de: Dem Benutzer erlauben, benutzerdefinierte Eingaben zu machen
nl: Laat de gebruiker ook eigen tekst invullen

# admin-core.form.autoFillDate
source: Autofill Date/Time
de: Autofill Datum/Uhrzeit
nl: Datum/Tijd Invullen

# admin-core.form.autoFillUser
source: Autofill Username
de: Autofill Benutzername
nl: Gebruikersnaam Invullen

# admin-core.form.create-form
source: Create form
de: Formular erstellen
nl: Formulier maken

# admin-core.form.delete-field
source: Delete field
de: Feld löschen
nl: Verwijder veld

# admin-core.form.delete-form
source: Delete form title
de: Formular title löschen
nl: Verwijder formulier title

# admin-core.form.delete-form-message
source: Are you sure you want to delete form title? This action cannot be undone.
de: Sind Sie sicher, dass Sie das Formular title löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet u zeker dat u formulier title wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.form.edit
source: Edit {{ form.name }}
de: Bearbeiten {{ form.name }}
nl: Bewerk {{ form.name }}

# admin-core.form.error-creating-form
source: Error while creating form.
de: Fehler beim Erstellen des Formulars.
nl: Fout bij het aanmaken van het formulier.

# admin-core.form.error-deleting-form
source: Error while deleting form.
de: Fehler beim Löschen des Formulars.
nl: Fout bij het verwijderen van het formulier.

# admin-core.form.error-loading-form
source: Error while loading form
de: Fehler beim Laden des Formulars
nl: Fout bij het laden van het formulier

# admin-core.form.error-loading-forms
source: Error while loading list of forms
de: Fehler beim Laden der Liste der Formulare
nl: Fout bij het laden van de lijst met formulieren

# admin-core.form.error-updating-form
source: Error while updating form.
de: Fehler beim Aktualisieren des Formulars.
nl: Fout bij het aanpassen van het formulier.

# admin-core.form.field-type-boolean
source: Checkbox field
de: Checkbox-Feld
nl: Vinkvak

# admin-core.form.field-type-date
source: Date field
de: Datum-Feld
nl: Datum veld

# admin-core.form.field-type-integer
source: Integer field
de: Ganzzahl-Feld
nl: Geheel getal veld

# admin-core.form.field-type-number
source: Number field
de: Zahlenfeld
nl: Numeriek veld

# admin-core.form.field-type-select
source: Choice list
de: Auswahlliste
nl: Keuzelijst

# admin-core.form.field-type-text
source: Text field
de: Textfeld
nl: Tekstveld

# admin-core.form.field-type-textarea
source: Textarea field
de: Textarea-Feld
nl: Tekstvlak veld

# admin-core.form.field-type-timestamp
source: Timestamp field
de: Zeitstempel-Feld
nl: Tijdsaanduiding veld

# admin-core.form.filter-fields
source: Filter fields
de: Felder filtern
nl: Filter velden

# admin-core.form.filter-forms
source: Filter forms
de: Formulare filtern
nl: Filter formulieren

# admin-core.form.form-created
source: Form createdForm.name created
de: Formular createdForm.name erstellt
nl: Formulier createdForm.name aangemaakt

# admin-core.form.form-fields-unavailable
source: The following fields are disabled / disabled for editing in the feature type. These will not be visible in the viewer. First enable them for editing to make sure they are visible in the viewer.
de: Die folgenden Felder sind im Feature-Typ deaktiviert / deaktiviert für die Bearbeitung. Diese werden im Viewer nicht sichtbar sein. Aktivieren Sie sie zuerst für die Bearbeitung, um sicherzustellen, dass sie im Viewer sichtbar sind.
nl: De volgende velden zijn uitgeschakeld / uitgeschakeld voor bewerken in het feature type. Deze zullen niet zichtbaar zijn in de viewer. Schakel deze attributen in voor bewerken om ze zichtbaar te maken in de viewer.

# admin-core.form.form-fields-unavailable-application
source: In the selected form the following fields are disabled / disabled for editing in the feature type or application layer settings. These will not be visible in the viewer. First enable them for editing to make sure they are visible in the viewer.
de: In dem ausgewählten Formular sind die folgenden Felder im Feature-Typ oder in den Einstellungen der Anwendungsebene deaktiviert / deaktiviert für die Bearbeitung. Diese werden im Viewer nicht sichtbar sein. Aktivieren Sie sie zuerst für die Bearbeitung, um sicherzustellen, dass sie im Viewer sichtbar sind.
nl: In het geselecteerde formulier zijn de volgende velden uitgeschakeld / uitgeschakeld voor bewerken in het feature type of de applicatielaag-instellingen. Deze zullen niet zichtbaar zijn in de viewer. Schakel deze attributen in voor bewerken om ze zichtbaar te maken in de viewer.

# admin-core.form.form-removed
source: Form title removed
de: Formular title entfernt
nl: Formulier title verwijderd

# admin-core.form.form-updated
source: Form updated
de: Formular aktualisiert
nl: Formulier aangepast

# admin-core.form.forms
source: Forms
de: Formulare
nl: Formulieren

# admin-core.form.label-list-label
source: Label
de: Bezeichnung

# admin-core.form.required-field
source: Required field
de: Pflichtfeld
nl: Verplicht veld

# admin-core.form.unique-values-as-options
source: Use unique values from this column as options
de: Eindeutige Werte aus dieser Spalte als Optionen verwenden
nl: Gebruik de unieke waarden uit deze kolom als opties

# admin-core.form.value-list-label
source: Label
de: Bezeichnung

# admin-core.form.value-list-value
source: Value
de: Wert
nl: Waarde

# admin-core.forms.available-attributes
source: Available attributes
de: Verfügbare Attribute
nl: Beschikbare attributen

# admin-core.forms.edit-form-field
source: Edit form field {{field.name}}
de: Feld {{field.name}} bearbeiten
nl: Bewerk formulier veld {{field.name}}

# admin-core.forms.form-fields
source: Form fields
de: Formularfelder
nl: Formulier velden

# admin-core.forms.forms
source: Forms
de: Formulare
nl: Formulieren

# admin-core.groups.add-group
source: Add group
de: Gruppe hinzufügen
nl: Groep toevoegen

# admin-core.groups.alias-for
source: Alias for group
de: Alias für Gruppe
nl: Alias voor groep

# admin-core.groups.alias-for-hint
source: When logging in, group members will automatically be added to the group specified in 'Alias for group'. This is useful for mapping a single sign-on group to another group, such as 'admin'. Nested aliases are not supported.
de: Beim Anmelden werden Gruppenmitglieder automatisch der in 'Alias für Gruppe' angegebenen Gruppe hinzugefügt. Dies ist nützlich, um eine Single-Sign-On-Gruppe einer anderen Gruppe zuzuordnen, z.B. 'admin'. Verschachtelte Aliase werden nicht unterstützt.
nl: Bij inloggen worden groepsleden automatisch toegevoegd aan de groep in 'Alias voor groep'. Dit is handig om een single sign-on groep te koppelen aan een andere Tailormap groep, zoals 'admin'. Geneste aliassen worden niet ondersteund.

# admin-core.groups.delete-group-confirm
source: Delete group group.name
de: Gruppe group.name löschen
nl: Verwijder groep group.name

# admin-core.groups.delete-group-confirm-message
source: Are you sure you want to delete the group with name group.name? All users will be removed from this group. This action cannot be undone.
de: Sind Sie sicher, dass Sie die Gruppe mit dem Namen group.name löschen möchten? Alle Benutzer werden aus dieser Gruppe entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet u zeker dat u de groep met de naam group.name wil verwijderen? Alle gebruikers worden uit deze groep verwijderd. Deze actie kan niet ongedaan worden gemaakt.

# admin-core.groups.edit-group
source: Edit {{ group.name }}
de: {{ group.name }} bearbeiten
nl: Bewerken van {{ group.name }}

# admin-core.groups.error-creating-group
source: Error while creating group group.name. response.error?.message
de: Fehler beim Erstellen der Gruppegroup.name. response.error?.message
nl: Fout bij het maken van de groep group.name. response.error?.message

# admin-core.groups.error-deleting-group
source: Error while deleting group groupName. response.error?.message
de: Fehler beim Löschen der GruppegroupName. response.error?.message
nl: Fout bij het verwijderen van de groep groupName. response.error?.message

# admin-core.groups.error-loading-groups
source: Error while loading list of groups
de: Fehler beim Laden der Liste der Gruppen
nl: Fout bij het laden van de lijst met groepen

# admin-core.groups.error-updating-group
source: Error while updating group group.name. response.error?.message
de: Fehler beim Aktualisieren der Gruppegroup.name. response.error?.message
nl: Fout bij het bijwerken van de groep group.name. response.error?.message

# admin-core.groups.filter-groups
source: Filter groups
de: Gruppen filtern
nl: Groepen filteren

# admin-core.groups.group-created
source: Group createGroup.name created
de: Gruppe createGroup.name erstellt
nl: Groep createGroup.name gemaakt

# admin-core.groups.group-removed
source: Group group.name removed
de: Gruppe group.name entfernt
nl: Groep group.name verwijderd

# admin-core.groups.group-updated
source: Group updated
de: Gruppe aktualisiert
nl: Groep bijgewerkt

# admin-core.groups.groups
source: Groups
de: Gruppen
nl: Groepen

# admin-core.groups.oidc-description
source: A role named <b>{{group?.name}}</b> was received from the following OIDC registration{{ oidcConfigurations.length > 1 ? 's' : ''}}. Users logged in via an OIDC registration with that role get the authorizations of this group.
de: Eine Rolle mit dem Namen <b>{{group?.name}}</b> wurde von der folgenden OIDC-Registrierung{{ oidcConfigurations.length > 1 ? 'en' : ''}} empfangen. Benutzer, die sich über eine OIDC-Registrierung mit dieser Rolle anmelden, erhalten die Berechtigungen dieser Gruppe.
nl: Een rol genaamd <b>{{group?.name}}</b> werd ontvangen van de volgende OIDC-registratie{{ oidcConfigurations.length > 1 ? 's' : ''}}. Gebruikers die inloggen via een OIDC-registratie met die rol krijgen de autorisaties van deze groep.

# admin-core.groups.oidc-header
source: OIDC registrations
de: OIDC-Registrierungen
nl: OIDC registraties

# admin-core.groups.system-group
source: System group
de: Systemgruppe
nl: Systeemgroep

# admin-core.navigation.applications
source: Applications
de: Anwendungen
nl: Applicaties

# admin-core.navigation.catalog
source: Catalog
de: Katalog
nl: Catalogus

# admin-core.navigation.forms
source: Forms
de: Formulare
nl: Formulieren

# admin-core.navigation.groups
source: Groups
de: Gruppen
nl: Groepen

# admin-core.navigation.home
source: Home
de: Startseite

# admin-core.navigation.search-indexes
source: Search indexes
de: Suchindizes
nl: Zoekindexen

# admin-core.navigation.settings
source: Settings
de: Einstellungen
nl: Instellingen

# admin-core.navigation.single-sign-on
source: Single sign-on
de: Einmalanmeldung

# admin-core.navigation.tasks
source: Tasks
de: Aufgaben
nl: Taken

# admin-core.navigation.users
source: Users
de: Benutzer
nl: Gebruikers

# admin-core.oidc.add-identity-provider
source: Add identity provider
de: Identitätsanbieter hinzufügen
nl: Identiteitsprovider toevoegen

# admin-core.oidc.client-id
source: Client ID
de: Kunden-ID

# admin-core.oidc.client-secret
source: Client Secret
de: Kunden-Geheimnis

# admin-core.oidc.configuration-created
source: OIDC configuration createdOIDCConfiguration.name created
de: OIDC-Konfiguration createdOIDCConfiguration.name erstellt
nl: OIDC-configuratie createdOIDCConfiguration.name aangemaakt

# admin-core.oidc.configuration-delete-confirm
source: Delete OIDC configuration title
de: OIDC-Konfiguration title löschen
nl: OIDC-configuratie verwijderen title

# admin-core.oidc.configuration-delete-confirm-message
source: Are you sure you want to delete OIDC configuration title? This action cannot be undone.
de: Möchten Sie die OIDC-Konfiguration title wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je de OIDC-configuratie title wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.oidc.configuration-removed
source: OIDC configuration title removed
de: OIDC-Konfiguration title entfernt
nl: OIDC configuratie title verwijderd

# admin-core.oidc.configuration-updated
source: OIDC configuration updated
de: OIDC-Konfiguration aktualisiert
nl: OIDC-configuratie bijgewerkt

# admin-core.oidc.create-configuration
source: Create OIDC configuration
de: OIDC-Konfiguration erstellen
nl: OIDC-configuratie maken

# admin-core.oidc.edit-configuration
source: Edit {{ oidcConfiguration.name }}
de: Bearbeiten von {{ oidcConfiguration.name }}
nl: Bewerken van {{ oidcConfiguration.name }}

# admin-core.oidc.error-creating-configuration
source: Error while creating OIDC configuration.
de: Fehler beim Erstellen der OIDC-Konfiguration.
nl: Fout bij het maken van de OIDC-configuratie.

# admin-core.oidc.error-deleting-configuration
source: Error while deleting OIDC configuration.
de: Fehler beim Löschen der OIDC-Konfiguration.
nl: Fout bij het verwijderen van de OIDC-configuratie.

# admin-core.oidc.error-loading-configurations
source: Error while loading list of OIDC configurations
de: Fehler beim Laden der Liste der OIDC-Konfigurationen
nl: Fout bij het laden van de lijst met OIDC-configuraties

# admin-core.oidc.error-updating-configuration
source: Error while updating OIDC configuration.
de: Fehler beim Aktualisieren der OIDC-Konfiguration.
nl: Fout bij het bijwerken van de OIDC-configuratie.

# admin-core.oidc.filter-identity-providers
source: Filter identity providers
de: Identitätsanbieter filtern
nl: Identiteitsproviders filteren

# admin-core.oidc.groups-description
source: When a user logins with this OIDC registration, roles received are mapped to groups which are automatically created if they don't yet exist. The user gets the authorizations of the group and also any aliased group. The following roles have been received from this registration.
de: Wenn sich ein Benutzer mit dieser OIDC-Registrierung anmeldet, werden empfangene Rollen Gruppen zugeordnet, die automatisch erstellt werden, wenn sie noch nicht existieren. Der Benutzer erhält die Berechtigungen der Gruppe und auch jeder aliasierten Gruppe. Die folgenden Rollen wurden von dieser Registrierung empfangen.
nl: Wanneer een gebruiker inlogt met deze OIDC-registratie, worden ontvangen rollen toegewezen aan groepen die automatisch worden aangemaakt, als ze nog niet bestaan. De gebruiker krijgt de autorisaties van de groep en ook van elke ge-aliaste groep. De volgende rollen zijn ontvangen van deze registratie.

# admin-core.oidc.groups-header
source: OIDC roles mapped to groups
de: OIDC-Rollen Gruppen zugeordnet
nl: OIDC rollen toegewezen aan groepen

# admin-core.oidc.identity-providers
source: Identity providers
de: Identitätsanbieter
nl: Identiteitsproviders

# admin-core.oidc.issuer-url
source: Issuer URL
de: Aussteller-URL

# admin-core.oidc.issuer-url-hint
source: URL of the OpenID Connect metadata document. For Microsoft Entra, use <code>https://login.microsoftonline.com/[tenant-guid]/v2.0/</code>. The URL may optionally end with <code>.well-known/openid-configuration</code>
de: URL des OpenID Connect-Metadatendokuments. Für Microsoft Entra verwenden Sie <code>https://login.microsoftonline.com/[tenant-guid]/v2.0/</code>. Die URL kann optional mit <code>.well-known/openid-configuration</code> enden.
nl: URL van het OpenID Connect metadata document. Voor Microsoft Entra, gebruik <code>https://login.microsoftonline.com/[tenant-guid]/v2.0/</code>. De URL kan optioneel eindigen met <code>.well-known/openid-configuration</code>

# admin-core.oidc.use-redirect-url
source: Use <code>{{redirectUrl}}</code> as redirect URL in your IdP.
de: Verwenden Sie <code> {{redirectUrl}} </code> als Weiterleitungs-URL in Ihrem IdP.
nl: Gebruik <code>{{redirectUrl}}</code> als redirect URL in je IdP.

# admin-core.oidc.username-attribute
source: User name attribute
de: Benutzername Attribut
nl: Attribuut met de gebruikersnaam

# admin-core.oidc.username-attribute-placeholder
source: (name, sub, email, etc)
de: (Name, Sub, E-Mail, usw.)
nl: (naam, sub, email, etc)

# admin-core.search-index.add-search-index
source: Add search index
de: Suchindex hinzufügen
nl: Zoekindex toevoegen

# admin-core.search-index.create-search-index
source: Create search index
de: Suchindex erstellen
nl: Zoekindex aanmaken

# admin-core.search-index.delete-schedule-message
source: Deleting the schedule of a search index can be done by deleting the task on the tasks page
de: Der Zeitplan eines Suchindexes kann gelöscht werden, indem man die Aufgabe auf der Aufgabenseite löscht.
nl: De planning van de zoekindex kan verwijderd worden door de taak verwijderen op de taken pagina

# admin-core.search-index.delete-search-index
source: Delete search index searchIndex.name
de: Suchindex {$PH} löschen
nl: Zoekindex {$PH} verwijderen

# admin-core.search-index.delete-search-index-message
source: Are you sure you want to delete search index searchIndex.name? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Suchindex {$PH} löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet u zeker dat u de zoekindex {$PH} wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.

# admin-core.search-index.edit-search-index
source: Edit search index {{searchIndex.name}}
de: Suchindex {$INTERPOLATION} bearbeiten
nl: Zoekindex {$INTERPOLATION} bewerken
