Repository: Tailormap/tailormap-viewer
Catalog: projects/admin-core/assets/locale/messages.admin-core.*.xlf
Languages: de, nl

# admin-core.search-index.error-creating-search-index
source: Error while creating search index.
de: Fehler beim Erstellen des Suchindex.
nl: Fout bij het aanmaken van de zoekindex.

# admin-core.search-index.error-deleting-search-index
source: Error while deleting search index.
de: Fehler beim Löschen des Suchindex.
nl: Fout bij het verwijderen van de zoekindex.

# admin-core.search-index.error-loading-search-indexes
source: Error while loading list of search indexes
de: Fehler beim Laden der Liste der Suchindizes
nl: Fout bij het laden van de lijst met zoekindexen

# admin-core.search-index.error-updating-search-index
source: Error while updating search index.
de: Fehler beim Aktualisieren des Suchindex.
nl: Fout bij het bijwerken van de zoekindex.

# admin-core.search-index.filter-search-indexes
source: Filter search indexes
de: Suchindizes filtern
nl: Zoekindexen filteren

# admin-core.search-index.no-schedule
source: There is no schedule for this search index yet.
de: Für diesen Suchindex gibt es noch keinen Zeitplan.
nl: Er is nog geen planning voor deze zoekindex.

# admin-core.search-index.priority
source: Priority
de: Priorität
nl: Prioriteit

# admin-core.search-index.priority-hint
source: When multiple tasks are scheduled at the same time and they cannot be executed simultaneously, the task with the highest priority will be executed first. If no value is provided for a new schedule, the default value of 5 is used.
de: Wenn mehrere Aufgaben gleichzeitig geplant sind und nicht gleichzeitig ausgeführt werden können, wird die Aufgabe mit der höchsten Priorität zuerst ausgeführt. Wenn für einen neuen Zeitplan kein Wert angegeben wird, wird der Standardwert 5 verwendet.
nl: Als er meerdere taken tegelijkertijd zijn gepland en deze niet tegelijkertijd kunnen worden uitgevoerd, wordt de taak met de hoogste prioriteit als eerste uitgevoerd. Als er geen waarde is ingevuld, wordt de standaard waarde van 5 gebruikt.

# admin-core.search-index.reindex
source: Re-index
de: Neuindexierung
nl: Herindexeren

# admin-core.search-index.reindex-error
source: Error while re-indexing search index.
de: Fehler bei der Neuindexierung des Suchindex.
nl: Fout bij het herindexeren van de zoekindex.

# admin-core.search-index.schedule
source: Schedule
de: Zeitplan
nl: Planning

# admin-core.search-index.schedule.every-day
source: Every day at 18:00
de: Jeden Tag um 18:00 Uhr
nl: Elke dag om 18:00

# admin-core.search-index.schedule.every-hour
source: Every hour
de: Stündlich
nl: Elk uur

# admin-core.search-index.schedule.every-month
source: Every first day of the month at 18:00
de: Jeden ersten Tag im Monat um 18:00 Uhr
nl: Elke eerste dag van de maand om 18:00

# admin-core.search-index.schedule.every-week
source: Every week Monday at 18:00
de: Jede Woche Montag um 18:00 Uhr
nl: Elke week maandag om 18:00

# admin-core.search-index.schedule.no-schedule
source: No schedule
de: Kein Zeitplan
nl: Geen planning

# admin-core.search-index.schedule.prefill-description
source: Update searchIndexName
de: searchIndexName aktualisieren
nl: searchIndexName bijwerken

# admin-core.search-index.search-index-created
source: Search index created
de: Suchindex erstellt
nl: Zoekindex aangemaakt

# admin-core.search-index.search-index-removed
source: Search index removed
de: Suchindex entfernt
nl: Zoekindex verwijderd

# admin-core.search-index.search-index-updated
source: Search index updated
de: Suchindex aktualisiert
nl: Zoekindex bijgewerkt

# admin-core.search-index.search-indexes
source: Search Indexes
de: Suchindizes
nl: Zoekindexen

# admin-core.search-index.search-reindex-success
source: Re-indexing request queued
de: Neuindexierungsanforderung in Warteschlange
nl: Herindelingsverzoek in wachtrij gezet

# admin-core.search-index.selected-attributes-to-display
source: Selected attributes used to display
de: Selektierte Attribute zur Anzeige
nl: Geselecteerde attributen die worden weergegeven

# admin-core.search-index.summary
source: Last indexing started at {{ searchIndex?.summary?.startedAt | date:'medium' }} and took {{ searchIndex?.summary?.duration | number: '1.1-2' }} seconds, skipped {{ searchIndex?.summary?.skippedCounter }} of {{ searchIndex?.summary?.total }} features.
de: Die letzte Indizierung begann um {{ searchIndex.summary?.startedAt | date:'medium' }} und dauerte {{ searchIndex.summary?.duration | number: '1.1-2'}} Sekunden, es wurden {{ searchIndex.summary?.skippedCounter }} von {{ searchIndex.summary?.total }} Features übersprungen.
nl: Laatste indexering gestart op {{ searchIndex.summary?.startedAt | date:'medium' }} en duurde {{ searchIndex.summary?.duration | number: '1.1-2'}} seconden, er zijn {{ searchIndex.summary?.skippedCounter }} objecten van {{ searchIndex.summary?.total }} overgeslagen.

# admin-core.search-index.unavailable
source: Search indexes are not available. This may be because Solr is not deployed or not operating correctly.
de: Suchindizes sind nicht verfügbar. Dies kann daran liegen, dass Solr nicht bereitgestellt ist oder nicht richtig funktioniert.
nl: Zoekindexen zijn niet beschikbaar. Dit kan zijn omdat Solr niet is gedeployed of niet correct functioneert.

# admin-core.search-index.unavailable.message
source: Error code {{ pingResponse.code }}, message: {{ pingResponse.message }}
de: Fehlercode {{ pingResponse.code }}, meldung: {{ pingResponse.message }}
nl: Foutcode {{ pingResponse.code }}, melding: {{ pingResponse.message }}

# admin-core.select-upload.file-in-use
source: File is still in use
de: Datei wird noch verwendet
nl: Bestand wordt gebruikt

# admin-core.select-upload.file-in-use-body
source: This file cannot be removed because it is still used in the following places.
de: Diese Datei kann nicht entfernt werden, da sie noch an den folgenden Stellen verwendet wird.
nl: Dit bestand kan niet verwijderd worden omdat het op de volgende plaatsen nog gebruikt wordt.

# admin-core.select-upload.select-existing-file
source: Select existing file
de: Existierende Datei auswählen
nl: Selecteer bestaand bestand

# admin-core.select-upload.select-existing-legend
source: Select existing legend
de: Existierende Legende auswählen
nl: Selecteer bestaande legenda

# admin-core.select-upload.select-existing-logo
source: Select existing logo
de: Existierendes Logo auswählen
nl: Selecteer bestaand logo

# admin-core.select-upload.select-file
source: Select file
de: Datei auswählen
nl: Selecteer bestand

# admin-core.select-upload.select-legend
source: Select legend
de: Legende auswählen
nl: Selecteer legenda

# admin-core.select-upload.select-logo
source: Select logo
de: Logo auswählen
nl: Selecteer logo

# admin-core.select-upload.upload-new-file
source: Upload a new file
de: Neue Datei hochladen
nl: Upload een nieuw bestand

# admin-core.select-upload.upload-new-legend
source: Upload a new legend
de: Neue Legende hochladen
nl: Upload een nieuwe legenda

# admin-core.select-upload.upload-new-logo
source: Upload a new logo
de: Neues Logo hochladen
nl: Upload een nieuw logo

# admin-core.settings.home
source: Select settings from the left side
de: Wählen Sie Einstellungen auf der linken Seite aus
nl: Selecteer een instelling aan de linker kant

# admin-core.tasks.delete-task
source: Delete task 'task.description'
de: Aufgabe 'task.description' löschen
nl: Verwijder taak task.description

# admin-core.tasks.delete-task-message
source: Are you sure you want to delete task 'task.description'? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Aufgabe 'task.description' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet U zeker dat u de taak task.description wilt verwijderen? Dit kan niet ongedaan gemaakt worden.

# admin-core.tasks.error-deleting-task
source: Error while deleting task
de: Fehler beim Löschen der Aufgabe
nl: Fout bij het laden van de taak

# admin-core.tasks.error-loading-task-details
source: Error while loading task details
de: Fehler beim Laden der Aufgabendetails
nl: Fout bij het laden van de taak details

# admin-core.tasks.error-loading-tasks
source: Error while loading list of tasks
de: Fehler beim Laden der Aufgabenliste
nl: Fout bij het laden van de taken

# admin-core.tasks.last-execution-failed
source: last execution failed
de: letzte Ausführung fehlgeschlagen
nl: laatste uitvoering mislukt

# admin-core.tasks.last-execution-successful
source: last execution succesful
de: letzte Ausführung erfolgreich
nl: laatste uitvoering succesvol

# admin-core.tasks.task-details.cron-expression
source: Cron expression
de: Planung (Cron expression)
nl: Planning (Cron expression)

# admin-core.tasks.task-details.description
source: Description
de: Beschreibung
nl: Beschrijving

# admin-core.tasks.task-details.executions
source: Executions
de: Ausführungen
nl: Uitvoeringen

# admin-core.tasks.task-details.interruptable
source: Interruptable
de: Unterbrechbar
nl: Onderbreekbaar

# admin-core.tasks.task-details.last-result
source: Last result
de: Letztes Ergebnis
nl: Laatste resultaat

# admin-core.tasks.task-details.last-time
source: Last time the task was started
de: Letzter Startzeitpunkt der Aufgabe
nl: Laatste tijdstip dat de taak is gestart

# admin-core.tasks.task-details.last-time-task-was-started
source: Last time task was finished
de: Letzter Abschlusszeitpunkt der Aufgabe
nl: Laatste tijdstip dat de taak is afgerond

# admin-core.tasks.task-details.priority
source: Priority
de: Priorität
nl: Prioriteit

# admin-core.tasks.task-details.progress
source: Progress
de: Fortschritt
nl: Voortgang

# admin-core.tasks.task-details.scheduling-state
source: Scheduling state
de: Planungsstatus
nl: Planning staat

# admin-core.tasks.task-details.start-time
source: Start time
de: Startzeit
nl: Start tijdstip

# admin-core.tasks.task-details.state
source: State
de: Status
nl: Staat

# admin-core.tasks.task-details.timezone
source: Timezone
de: Zeitzone
nl: Tijdzone

# admin-core.tasks.task-details.type
source: Type
de: Typ

# admin-core.tasks.task-running
source: task running
de: Aufgabe läuft
nl: taak wordt uitgevoerd

# admin-core.tasks.task.additional-job-data
source: Additional job data
de: Zusätzliche Auftragsdaten
nl: Aanvullende taak gegevens

# admin-core.tasks.task.information
source: Task Information
de: Aufgabeninformationen
nl: Taak informatie

# admin-core.tasks.task.no-value
source: No {{ niceTitle(infoType) }} found
de: Kein(e) {{ infoType }} gefunden
nl: Geen {{ infoType }} gevonden

# admin-core.tasks.task.scheduled-fire-times
source: Scheduled fire times
de: Geplante Ausführungszeiten
nl: Geplande uitvoermomenten

# admin-core.tasks.task.start-if-not-running
source: Start the task if it is not already running
de: Starten Sie die Aufgabe, falls sie nicht bereits ausgeführt wird.
nl: Start de taak als deze nog niet loopt

# admin-core.tasks.task.stop
source: Stop
de: Stoppen

# admin-core.tasks.task.stop-if-running
source: Stop the task if it is running
de: Stoppen Sie die Aufgabe, wenn sie ausgeführt wird
nl: Stop de taak als deze loopt

# admin-core.tasks.tasks
source: Tasks
de: Aufgaben
nl: Taken

# admin-core.upload-select.delete-file
source: Delete file?
de: Datei löschen?
nl: Bestand verwijderen?

# admin-core.upload-select.delete-file-message
source: Are you sure you want delete to the file uploadName? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Datei uploadName löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet u zeker dat u het bestand uploadName wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.upload-select.error-deleting-file
source: Error removing file uploadName. Please try again.
de: Fehler beim Entfernen der Datei uploadName. Bitte versuchen Sie es erneut.
nl: Fout bij het verwijderen van bestand uploadName. Probeer opnieuw.

# admin-core.upload-select.file-deleted
source: File uploadName removed
de: Datei uploadName entfernt
nl: Bestand uploadName verwijderd

# admin-core.use-max-extent
source: Use projection extent
de: Projektionsbereich verwenden
nl: Gebruik begrenzingsrechthoek van de projectie

# admin-core.users.add-user
source: Add user
de: Benutzer hinzufügen
nl: Gebruiker toevoegen

# admin-core.users.confirm-password
source: Confirm password
de: Passwort bestätigen
nl: Wachtwoord bevestigen

# admin-core.users.delete-user-confirm
source: Delete user user.username
de: Benutzer user.username löschen
nl: Gebruiker user.username verwijderen

# admin-core.users.delete-user-confirm-message
source: Are you sure you want to delete the user with username user.username? This action cannot be undone.
de: Möchten Sie den Benutzer mit Benutzername user.username wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je de gebruiker met gebruikersnaam user.username wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.users.edit-user
source: Edit {{ user.username }}
de: Bearbeiten von {{ user.username }}
nl: Bewerken van {{ user.username }}

# admin-core.users.error-creating-user
source: Error while creating user user.username. response.error?.message
de: Fehler beim Erstellen des Benutzers user.username. response.error?.message
nl: Fout bij het aanmaken van de gebruiker user.username. response.error?.message

# admin-core.users.error-deleting-user
source: Error while deleting user userName. response.error?.message
de: Fehler beim Löschen des Benutzers userName. response.error?.message
nl: Fout bij het verwijderen van de gebruiker userName. response.error?.message

# admin-core.users.error-loading-users
source: Error while loading list of users
de: Fehler beim Laden der Liste der Benutzer
nl: Fout bij het laden van de lijst met gebruikers

# admin-core.users.error-updating-user
source: Error while updating user user.username. response.error?.message
de: Fehler beim Aktualisieren des Benutzers user.username. response.error?.message
nl: Fout bij het bijwerken van de gebruiker user.username. response.error?.message

# admin-core.users.filter-users
source: Filter users
de: Benutzer filtern
nl: Gebruikers filteren

# admin-core.users.password-match-error
source: Passwords need to match
de: Passwörter müssen übereinstimmen
nl: Wachtwoorden moeten overeenkomen

# admin-core.users.password-short-error
source: Password shorter than {{userForm.get('password')?.errors?.['minlength'].requiredLength}}
de: Passwort kürzer als {{userForm.get('password')?.errors?.['minlength'].requiredLength}}
nl: Wachtwoord korter dan {{userForm.get('password')?.errors?.['minlength'].requiredLength}}

# admin-core.users.password-too-easy-error
source: Password too short or too easily guessable
de: Passwort zu kurz oder zu leicht zu erraten
nl: Wachtwoord te kort of te gemakkelijk te raden

# admin-core.users.user-created
source: User createdUser.username created
de: Benutzer createdUser.username erstellt
nl: Gebruiker createdUser.username aangemaakt

# admin-core.users.user-groups
source: User Groups
de: Benutzergruppen
nl: Gebruikersgroepen

# admin-core.users.user-removed
source: User user.username removed
de: Benutzer user.username entfernt
nl: Gebruiker user.username verwijderd

# admin-core.users.user-updated
source: User updated
de: Benutzer aktualisiert
nl: Gebruiker bijgewerkt

# admin-core.users.users
source: Users
de: Benutzer
nl: Gebruikers

# admin-core.users.valid-until
source: Valid until
de: Gültig bis
nl: Geldig tot

# admin-core.catalog.attribute
source: Attribute
nl: Attribuut

# admin-core.catalog.port
source: Port
nl: Poort

# admin-core.catalog.service-created
source: Service createdService.title created
nl: Service createdService.title aangemaakt

# admin-core.common.name
source: Name
nl: Naam

# admin-core.search-index.selected-attributes-to-index
source: Selected attributes used to index
nl: Geselecteerde attributen die worden geïndexeerd
