Repository: Tailormap/tailormap-viewer
Catalog: projects/admin-core/assets/locale/messages.admin-core.*.xlf
Languages: de, nl

# admin-core.catalog.cors-layer-hint
source: Reverse proxying without authentication can be used to bypass missing CORS headers but check with the server administrator if it's allowed and whether CORS can be enabled so proxying isn't necessary.
de: Rückwärts-Proxying ohne Authentifizierung kann verwendet werden, um fehlende CORS-Header zu umgehen, aber prüfen Sie beim Serveradministrator, ob dies erlaubt ist und ob CORS aktiviert werden kann, damit kein Proxying erforderlich ist.
nl: Reverse proxying zonder authenticatie kan worden gebruikt om ontbrekende CORS headers te omzeilen, maar controleer bij de serverbeheerder of dit is toegestaan en of CORS kan worden ingeschakeld zodat proxying niet nodig is.

# admin-core.catalog.create-feature-source
source: Create new feature source
de: Neue Featurequelle erstellen
nl: Nieuwe feature source maken

# admin-core.catalog.create-new-folder
source: Create new folder
de: Neuen Ordner erstellen
nl: Nieuwe map maken

# admin-core.catalog.create-new-service
source: Create new service
de: Neuen Service erstellen
nl: Nieuwe service maken

# admin-core.catalog.credentials-set
source: Credentials set
de: Anmeldeinformationen festgelegt
nl: Inloggegevens ingesteld

# admin-core.catalog.credentials-set-and-proxy-enabled
source: Credentials set and proxy enabled
de: Anmeldeinformationen festgelegt und Proxy aktiviert
nl: Inloggegevens ingesteld en proxy ingeschakeld

# admin-core.catalog.database
source: Database
de: Datenbank

# admin-core.catalog.database-type
source: Database type
de: Datenbanktyp
nl: Databasesoort

# admin-core.catalog.default-hint
source: Default: {{21}}
de: Standard: {{21}}
nl: Standaard: {{21}}

# admin-core.catalog.default-layer-settings
source: Default layer settings
de: Standard-Lagereinstellungen
nl: Standaard laaginstellingen

# admin-core.catalog.delete-feature-source
source: Delete source featureSource.title
de: Quelle löschen featureSource.title
nl: Verwijder bron featureSource.title

# admin-core.catalog.delete-feature-source-message
source: Are you sure you want to delete feature source featureSource.title? This action cannot be undone.
de: Möchten Sie die Featurequelle featureSource.title wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je de bron featureSource.title wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.catalog.delete-folder
source: Delete folder node.title
de: Ordner löschen node.title
nl: Map verwijderen node.title

# admin-core.catalog.delete-folder-message
source: Are you sure you want to the folder node.title? This action cannot be undone.
de: Möchten Sie den Ordner node.title wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je de map node.title wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.catalog.delete-service-confirm
source: Delete service geoService.title
de: Service löschen geoService.title
nl: Service verwijderen geoService.title

# admin-core.catalog.delete-service-confirm-message
source: Are you sure you want to delete service geoService.title? This action cannot be undone.
de: Möchten Sie den Service geoService.title wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je service geoService.title wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# admin-core.catalog.edit-feature-source
source: Edit {{ featureSource.title }}
de: Bearbeiten von {{ featureSource.title }}
nl: Bewerken van {{ featureSource.title }}

# admin-core.catalog.edit-geoservice
source: Edit {{ geoService.title }}
de: Bearbeiten von {{ geoService.title }}
nl: Bewerken van {{ geoService.title }}

# admin-core.catalog.edit-node
source: Edit {{ node.title }}
de: Bearbeiten von {{ node.title }}
nl: Bewerken van {{ node.title }}

# admin-core.catalog.edit-service
source: Edit {{data.geoService.title}}
de: Bearbeiten von {{data.geoService.title}}
nl: Bewerken van {{data.geoService.title}}

# admin-core.catalog.edit-settings-for-layer
source: Edit settings for layer {{ geoServiceSettings.layerTitle }}
de: Bearbeiten der Einstellungen für Ebene {{ geoServiceSettings.layerTitle }}
nl: Bewerken van instellingen voor laag {{ geoServiceSettings.layerTitle }}

# admin-core.catalog.enter-url-template
source: Enter an URL template such as
de: Geben Sie eine URL-Vorlage ein, wie zum Beispiel
nl: Voer een URL-sjabloon in zoals

# admin-core.catalog.enter-xyz-crs
source: CRS for this XYZ layer
de: Projektion für diese XYZ-Ebene
nl: Projectie voor deze XYZ-laag

# admin-core.catalog.error-creating-feature-source
source: Error while creating feature source: message
de: Fehler beim Erstellen der Featurequelle: message
nl: Fout bij het maken van de feature source: message

# admin-core.catalog.error-creating-service
source: Error while creating geo service: message
de: Fehler beim Erstellen der Geo-Service: message
nl: Fout bij het maken van de geo-service: message

# admin-core.catalog.error-deleting-feature-source
source: Error while deleting source: message
de: Fehler beim Löschen der Featurequelle: message
nl: Fout bij het verwijderen van de feature source: message

# admin-core.catalog.error-deleting-service
source: Error while deleting geo service: message
de: Fehler beim Löschen der Geo-Service: message
nl: Fout bij het verwijderen van de geo-service: message

# admin-core.catalog.error-loading-catalog
source: Error while loading catalog
de: Fehler beim Laden des Katalogs
nl: Fout bij het laden van de catalogus

# admin-core.catalog.error-loading-feature-sources
source: Error while loading feature sources
de: Fehler beim Laden der Featurequellen
nl: Fout bij het laden van de feature sources

# admin-core.catalog.error-loading-geo-services
source: Error while loading geo services
de: Fehler beim Laden von Geo-Services
nl: Fout bij het laden van de geo-services

# admin-core.catalog.error-refreshing-feature-source
source: Error while refreshing feature source:
de: Fehler beim Aktualisieren der Feature-Quelle:
nl: Fout tijdens het verversen van de feature source:

# admin-core.catalog.error-refreshing-service
source: Error while refreshing geo service:
de: Fehler beim Aktualisieren des Geo-Services:
nl: Fout tijdens het verversen van de geo-service:

# admin-core.catalog.error-updating-catalog
source: Error while updating catalog.
de: Fehler beim Aktualisieren des Katalogs.
nl: Fout tijdens het bijwerken van de catalogus.

# admin-core.catalog.error-updating-feature-source
source: Error while updating feature source:
de: Fehler beim Aktualisieren der Feature-Quelle:
nl: Fout tijdens het updaten van de feature source:

# admin-core.catalog.error-updating-feature-type
source: Error while updating feature type: message
de: Fehler beim Aktualisieren des Feature-Typs: message
nl: Fout bij het bijwerken van het feature type: message

# admin-core.catalog.error-updating-service
source: Error while updating geo service:
de: Fehler beim Aktualisieren des Geo-Services:
nl: Fout bij het bijwerken van de geo-service:

# admin-core.catalog.feature-source
source: Feature Source
de: Feature-Quelle

# admin-core.catalog.feature-source-created
source: Feature source featureSource.title created
de: Feature-Quelle featureSource.title erstellt
nl: Feature source featureSource.title aangemaakt

# admin-core.catalog.feature-source-refreshed
source: Feature source refreshed
de: Feature-Quelle aktualisiert
nl: Feature source vernieuwd

# admin-core.catalog.feature-source-removed
source: Source featureSource.title removed
de: Quelle featureSource.title entfernt
nl: Source featureSource.title verwijderd

# admin-core.catalog.feature-source-updated
source: Feature source updated
de: Feature-Quelle aktualisiert
nl: Feature source bijgewerkt

# admin-core.catalog.feature-source-used
source: Feature source is used in layers
de: Feature-Quelle wird in Ebenen verwendet
nl: Feature source wordt gebruikt in lagen

# admin-core.catalog.feature-source-used-body
source: The feature source {{data.featureSource.title}} is used in the following layers.
de: Die Feature-Quelle {{data.featureSource.title}} wird in den folgenden Ebenen verwendet.
nl: De feature source {{data.featureSource.title}} wordt gebruikt in de volgende lagen.

# admin-core.catalog.feature-type
source: Feature type
de: Feature-Typ

# admin-core.catalog.feature-type-details
source: Details for feature type {{ featureType.title }}
de: Details für Feature-Typ {{ featureType.title }}
nl: Details voor feature type {{ featureType.title }}

# admin-core.catalog.feature-type-editable-info
source: This feature type appears to be editable. Editing may still fail if the database user does not have the required permissions or because of other reasons such as triggers, etc.
de: Dieser Feature-Typ scheint bearbeitbar zu sein. Das Bearbeiten kann jedoch fehlschlagen, wenn der Datenbankbenutzer nicht über die erforderlichen Berechtigungen verfügt oder aus anderen Gründen wie Triggern usw.
nl: Dit feature type lijkt bewerkbaar te zijn. Bewerken kan nog steeds mislukken als de databasegebruiker niet de vereiste rechten heeft of vanwege andere redenen zoals triggers, etc.

# admin-core.catalog.feature-type-no-default-geom-warning
source: This feature type does not have a geometry attribute.
de: Dieser Feature-Typ hat kein Geometrieattribut.
nl: Dit feature type heeft geen geometrie attribuut.

# admin-core.catalog.feature-type-no-pk-warning
source: This feature type does not have a primary key.
de: Dieser Feature-Typ hat keinen Primärschlüssel.
nl: Dit feature type heeft geen primaire sleutel.

# admin-core.catalog.feature-type-not-editable-warning-not-jdbc
source: This feature type is not editable because editing is only supported for JDBC feature sources.
de: Dieser Feature-Typ ist nicht bearbeitbar, da die Bearbeitung nur für JDBC-Feature-Quellen unterstützt wird.
nl: Dit feature type is niet bewerkbaar omdat bewerken alleen wordt ondersteund voor JDBC feature sources.

# admin-core.catalog.feature-type-read-only-warning-jdbc
source: This JDBC feature type is read-only because of a missing primary key, a composite primary key or an unknown column type. Check the logs for warnings after refreshing the feature source for details.
de: Dieser JDBC-Feature-Typ ist schreibgeschützt, da ein Primärschlüssel fehlt, ein zusammengesetzter Primärschlüssel vorhanden ist oder ein unbekannter Spaltentyp vorliegt. Überprüfen Sie die Protokolle auf Warnungen, nachdem Sie die Feature-Quelle aktualisiert haben, um Details zu erhalten.
nl: Dit JDBC feature type is alleen-lezen vanwege een ontbrekende primaire sleutel, een samengestelde primaire sleutel of een onbekend kolomtype. Controleer de logs op waarschuwingen na het vernieuwen van de feature source voor details.

# admin-core.catalog.feature-type-template
source: Feature info template
de: Feature-Informationen Schablone
nl: Objectinformatie template

# admin-core.catalog.filter-catalog
source: Filter Catalog
de: Katalog filtern
nl: Catalogus filteren

# admin-core.catalog.folder-created
source: Folder node.title created
de: Ordner node.title erstellt
nl: Map node.title aangemaakt

# admin-core.catalog.folder-not-empty
source: Folder is not empty
de: Ordner ist nicht leer
nl: Map is niet leeg

# admin-core.catalog.folder-not-empty-body
source: This folder {{data.node.title}} is not empty and contains the following items.
de: Dieser Ordner {{data.node.title}} ist nicht leer und enthält die folgenden Elemente.
nl: Deze map {{data.node.title}} is niet leeg en bevat de volgende items.

# admin-core.catalog.folder-removed
source: Folder node.title removed
de: Ordner node.title entfernt
nl: Map node.title verwijderd

# admin-core.catalog.folder-updated
source: Folder updated
de: Ordner aktualisiert
nl: Map bijgewerkt

# admin-core.catalog.for-example
source: For example
de: Zum Beispiel
nl: Bijvoorbeeld

# admin-core.catalog.geometry-attributes
source: Geometry attributes
de: Geometrie-Attribute
nl: Geometrie-attributen

# admin-core.catalog.hi-dpi-enabled
source: High-DPI enabled
de: High-DPI aktiviert
nl: High-DPI ingeschakeld

# admin-core.catalog.hi-dpi-mode
source: High-DPI mode
de: High-DPI-Modus
nl: High-DPI modus

# admin-core.catalog.hi-dpi-settings
source: High-DPI settings
de: High-DPI-Einstellungen
nl: High-DPI instellingen

# admin-core.catalog.hi-dpi-substitute-layer
source: High-DPI substitute layer
de: High-DPI-Ersatzschicht
nl: High-DPI vervangende laag

# admin-core.catalog.insert-feature-type-attribute
source: Insert feature type attribute
de: Attribut einfügen
nl: Object attribuut invoegen

# admin-core.catalog.layer
source: Layer
de: Ebene
nl: Laag

# admin-core.catalog.layer-authentication-hint
source: Enter account details below if the service requires HTTP Basic authentication. Enable reverse proxying to allow a layer which requires authentication to be used in a viewer by having Tailormap do the {{ prettyName(geoServiceForm.get('protocol')?.value) }} requests for the end user without sending the credentials to the users' browser.
de: Wenn der Service eine HTTP-Basisauthentifizierung erfordert, geben Sie unten die Kontodaten ein. Aktivieren Sie Reverse-Proxying, um eine Ebene, die eine Authentifizierung erfordert, in einem Viewer zu verwenden, indem Tailormap die {{ geoService?.protocol }} Anfragen für den Endbenutzer durchführt, ohne die Anmeldeinformationen an den Browser des Benutzers zu senden.
nl: Voer hieronder accountgegevens in als de service HTTP Basic-authenticatie vereist. Schakel reverse proxying in om een laag die authenticatie vereist te kunnen gebruiken in een viewer door Tailormap de {{ geoService?.protocol }}-verzoeken voor de eindgebruiker te laten doen zonder de inloggegevens naar de gebruikers' browser te sturen.

# admin-core.catalog.layer-name
source: Layer name
de: Ebenenname
nl: Laagnaam

# admin-core.catalog.layer-settings-updated
source: Layer settings updated
de: Einstellungen der Ebene aktualisiert
nl: Laaginstellingen bijgewerkt

# admin-core.catalog.layer.crs
source: Available projections for this layer
de: Verfügbare Projektionen für diesen Ebene
nl: Beschikbare projecties voor deze laag

# admin-core.catalog.max-zoom-level
source: Maximum zoom level
de: Maximales Zoomniveau
nl: Maximaal zoomniveau

# admin-core.catalog.min-zoom-level
source: Minimum zoom level
de: Minimales Zoomniveau
nl: Minimaal zoomniveau

# admin-core.catalog.no-feature-source
source: No feature source
de: Keine Feature-Quelle
nl: Geen feature source

# admin-core.catalog.no-feature-type
source: No feature type
de: Kein Feature-Typ
nl: Geen feature type

# admin-core.catalog.not-set
source: Not set
de: Nicht festgelegt
nl: Niet ingesteld

# admin-core.catalog.override-legend
source: Override service default legend
de: Standard-Legende des Dienstes überschreiben
nl: Alternatieve legenda selecteren

# admin-core.catalog.primary-key
source: Primary key
de: Primärschlüssel
nl: Primaire sleutel

# admin-core.catalog.protocol
source: Protocol
de: Protokoll

# admin-core.catalog.proxy-enabled
source: Proxy enabled
de: Proxy aktiviert
nl: Proxy ingeschakeld

# admin-core.catalog.quantizedmesh
source: Quantized Mesh (Terrain model)
de: Quantized Mesh (Geländemodell)
nl: Quantized Mesh (Terrein model)

# admin-core.catalog.readonly-in-catalog
source: This attribute is set to not editable in the catalog and cannot be changed here
de: Dieses Attribut ist im Katalog als nicht bearbeitbar festgelegt und kann hier nicht geändert werden
nl: Dit attribuut is ingesteld als niet te bewerken in de catalogus en kan hier niet aangepast worden

# admin-core.catalog.refresh-feature-source
source: Refresh feature source
de: Feature-Quelle aktualisieren
nl: Feature source vernieuwen

# admin-core.catalog.refresh-feature-source-confirm
source: Refresh feature source?
de: Feature-Quelle aktualisieren?
nl: Feature source vernieuwen?

# admin-core.catalog.refresh-feature-source-message
source: The settings for the feature source are updated. Do you want to refresh the feature source to refresh the feature types?
de: Die Einstellungen für die Feature-Quelle wurden aktualisiert. Möchten Sie die Feature-Quelle aktualisieren, um die Feature-Typen zu aktualisieren?
nl: De instellingen voor de feature source zijn bijgewerkt. Wilt u de feature source vernieuwen om de feature types te vernieuwen?

# admin-core.catalog.refresh-service
source: Refresh service
de: Service aktualisieren
nl: Service vernieuwen

# admin-core.catalog.refresh-service-confirm
source: Refresh service?
de: Service aktualisieren?
nl: Service vernieuwen?

# admin-core.catalog.refresh-service-confirm-message
source: The settings for the service are updated. Do you want to refresh the service to refresh the capabilities and layers?
de: Die Einstellungen für den Service wurden aktualisiert. Möchten Sie den Service aktualisieren, um die Fähigkeiten und Ebenen zu aktualisieren?
nl: De instellingen voor de service worden bijgewerkt. Wilt u de service vernieuwen om de capabilities en lagen te vernieuwen?

# admin-core.catalog.remove-feature-source-first
source: Please remove the feature source and type from these layers first
de: Entfernen Sie bitte zuerst die Feature-Quelle und den Feature-Typ aus diesen Ebenen
nl: Verwijder eerst de feature source en type van deze lagen

# admin-core.catalog.remove-items-first
source: Please remove these items first before removing the folder
de: Entfernen Sie bitte diese Elemente zuerst, bevor Sie den Ordner entfernen
nl: Verwijder deze items eerst voordat u de map verwijdert

# admin-core.catalog.remove-layers-first
source: Please remove the layers from this service from the applications first
de: Entfernen Sie bitte zuerst die Ebenen dieses Services aus den Anwendungen
nl: Verwijder eerst de lagen van deze service uit de applicaties

# admin-core.catalog.reverse-proxy
source: Reverse proxy {{ prettyName(geoServiceForm.get('protocol')?.value) }} requests for viewers
de: Reverse-Proxy {{ geoService?.protocol }}-Anfragen für Viewer
nl: Reverse proxy {{ geoService?.protocol }}-verzoeken voor viewers

# admin-core.catalog.server-type
source: Server type
de: Servertyp

# admin-core.catalog.server-type.auto
source: Auto-detect based on URL (/geoserver/ or /mapserv)
de: Automatische Erkennung basierend auf URL (/geoserver/ oder /mapserv)
nl: Auto-detect obv URL (/geoserver of /mapserv)

# admin-core.catalog.server-type.generic
source: Generic WMS
de: Nur generisches WMS
nl: Generieke WMS

# admin-core.catalog.server-type.geoserver
source: GeoServer (ECQL filtering, HiDPI)
de: GeoServer (ECQL-Filterung, HiDPI)
nl: GeoServer (filteren met ECQL, HiDPI)

# admin-core.catalog.service-refreshed
source: Service refreshed
de: Service aktualisiert
nl: Vernieuwde service

# admin-core.catalog.service-removed
source: Service geoService.title removed
de: Service geoService.title entfernt
nl: Service geoService.title verwijderd

# admin-core.catalog.service-updated
source: Service updated
de: Service aktualisiert
nl: Service bijgewerkt

# admin-core.catalog.service-used
source: Service is used in applications
de: Service wird in Anwendungen verwendet
nl: Service wordt gebruikt in applicaties

# admin-core.catalog.service-used-body
source: The service {{data.service.title}} is used in the following applications.
de: Die Service {{data.service.title}} wird in den folgenden Anwendungen verwendet.
nl: De service {{data.service.title}} wordt gebruikt in de volgende applicaties.

# admin-core.catalog.show-next-zoom-level
source: Show next zoom level
de: Nächstes Zoom-Level anzeigen
nl: Volgend zoomniveau weergeven

# admin-core.catalog.substitute-layer
source: Substitute layer, show next zoom level
de: Ersatzschicht, nächstes Zoom-Level anzeigen
nl: Laag vervangen, volgend zoomniveau tonen

# admin-core.catalog.substitute-layer-pixel-ratio-only
source: Substitute layer, tile pixel ratio only
de: Ersatzschicht, nur Kachel-Pixelverhältnis
nl: Laag vervangen, alleen tile pixel ratio aanpassen

# admin-core.catalog.substitute-layer-url-template
source: High-DPI substitute URL template
de: High-DPI-Ersatz-URL-Vorlage
nl: High-DPI vervangend URL sjabloon

# admin-core.catalog.technical-name
source: Technical name: {{ featureType.name }}
de: Technischer Name: {{ featureType.name }}
nl: Technische naam: {{ featureType.name }}

# admin-core.catalog.tileSize
source: Tile size
de: Kachelgröße
nl: Tegel grootte

# admin-core.catalog.tiling-gutter
source: Tiling gutter
de: Kachel-Zwischenraum
nl: Tegelraster overlap

# admin-core.catalog.title-hint
source: Leave empty to use the title as provided by the service.
de: Leer lassen, um den Titel zu verwenden, wie er vom Dienst bereitgestellt wird.
nl: Laat leeg om de titel te gebruiken zoals aangeleverd door de service.

# admin-core.catalog.use-tiling
source: Use tiling
de: Kacheln verwenden
nl: Gebruik tegelraster

# admin-core.catalog.xyz-tile-grid-extent
source: XYZ tile grid extent
de: Ausdehnung des XYZ-Kachelrasters
nl: Begrenzingsrechthoek van het XYZ tegelraster

# admin-core.catalog.xyz-tile-grid-options
source: XYZ tile grid options
de: XYZ-Kachelrasteroptionen
nl: XYZ tegelraster opties

# admin-core.common.about
source: About
de: Über
nl: Over

# admin-core.common.applications-title
source: Applications
de: Anwendungen
nl: Applicaties

# admin-core.common.attribution
source: Attribution
de: Zuordnung
nl: Bronvermelding

# admin-core.common.bounds
source: Bounds
de: Grenzen
nl: Grenzen

# admin-core.common.bounds-hint
source: You can paste a comma-separated list or <BoundingBox minx="" miny=.../> string from capabilities in one of the fields for setting the extent
de: Sie können eine durch Kommas getrennte Liste oder <BoundingBox minx="" miny=.../> aus den capabilities in einem der Felder zur Festlegung der Ausdehnung
nl: U kunt hier een komma gescheiden lijst of <BoundingBox minx="" miny=.../> vanuit de capabilities in één van de velden plakken om de begrenzingsrechthoek te zetten

# admin-core.common.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# admin-core.common.catalog-title
source: Catalog
de: Katalog
nl: Catalogus

# admin-core.common.clear
source: Clear
de: Löschen
nl: Wissen

# admin-core.common.close
source: Close
de: Schließen
nl: Sluiten

# admin-core.common.collapse-all
source: Collapse all
de: Alle einklappen
nl: Alles inklappen

# admin-core.common.comments
source: Comments
de: Kommentare
nl: Opmerkingen

# admin-core.common.copy
source: Copy
de: Kopieren
nl: Kopie

# admin-core.common.create
source: Create
de: Erstellen
nl: Aanmaken

# admin-core.common.default
source: Default
de: Standard
nl: Standaard

# admin-core.common.delete
source: Delete
de: Löschen
nl: Verwijderen

# admin-core.common.description
source: Description
de: Beschreibung
nl: Beschrijving

# admin-core.common.disabled
source: Disabled
de: Deaktiviert
nl: Uitgeschakeld

# admin-core.common.enabled
source: Enabled
de: Aktiviert
nl: Ingeschakeld

# admin-core.common.expand-all
source: Expand all
de: Alle ausklappen
nl: Alles uitklappen

# admin-core.common.feature-source
source: Feature source and type
de: Feature-Quelle und Typ
nl: Feature source en type

# admin-core.common.filter-attributes
source: Filter attributes
de: Filterattribute
nl: Filter attributen

# admin-core.common.filter-dots
source: Filter...
de: Filtern...
nl: Filteren...

# admin-core.common.forms-title
source: Forms
de: Formulare
nl: Formulieren

# admin-core.common.geo-service
source: Geo service
de: Geo-Dienst

# admin-core.common.go-to-viewer
source: Go to viewer
de: Zum Viewer gehen
nl: Ga naar viewer

# admin-core.common.groups-title
source: Group Administration
de: Gruppenverwaltung
nl: Groepenbeheer

# admin-core.common.hide-password
source: Hide password
de: Passwort ausblenden
nl: Wachtwoord verbergen

# admin-core.common.label
source: Label
de: Bezeichnung
