Repository: Tailormap/tailormap-viewer
Catalog: projects/core/assets/locale/messages.core.*.xlf
Languages: de, nl

# core.print.creating-map
source: Creating map, this may take a while.
de: Karte wird erstellt, dies kann eine Weile dauern.
nl: Kaart wordt gemaakt, dit kan even duren.

# core.print.default-pdf-filename
source: map.pdf
de: karte.pdf
nl: kaart.pdf

# core.print.download-map-image
source: Download map image
de: Karte herunterladen
nl: Kaart downloaden

# core.print.download-map-pdf
source: Download map PDF
de: Karte PDF herunterladen
nl: Download kaart PDF

# core.print.dpi-range
source: Range: 90 - 600
de: Bereik: 90 - 600
nl: Bereik: 90 - 600

# core.print.export-map
source: Export map
de: Karte exportieren
nl: Kaart exporteren

# core.print.footer
source: Footer
de: Fußzeile
nl: Voettekst

# core.print.height
source: Height
de: Höhe
nl: Hoogte

# core.print.height-range
source: Range: 50 - 600
de: Bereich: 50 - 600
nl: Bereik: 50 - 600

# core.print.image-size-in-px
source: Image size in pixels: {{getImageResolution()}}
de: Bildgröße in Pixel: {{getImageResolution()}}
nl: Afbeeldingsgrootte in pixels: {{getImageResolution()}}

# core.print.image-size-mm
source: Image size in millimeters:
de: Bildgröße in Millimetern:
nl: Afbeeldingsgrootte in millimeters:

# core.print.include-drawing
source: Include drawing
de: Zeichnung einbeziehen
nl: Inclusief tekening

# core.print.landscape
source: Landscape
de: Querformat
nl: Liggend

# core.print.map-image
source: Map image
de: Kartenbild
nl: Kaartbeeld

# core.print.no-visible-layers
source: No visible layers.
de: Keine sichtbaren Ebenen.
nl: Geen zichtbare lagen.

# core.print.open-print-dialog
source: Automatically open print dialog
de: Druckdialog automatisch öffnen
nl: Automatisch dialoogvenster voor afdrukken openen

# core.print.pdf-document
source: PDF document
de: PDF-Dokument

# core.print.portrait
source: Portrait
de: Hochformat
nl: Staand

# core.print.print
source: Print
de: Drucken
nl: Afdrukken

# core.print.title
source: Title
de: Titel
nl: Titel

# core.print.width
source: Width
de: Breite
nl: Breedte

# core.print.width-height-ratio
source: Width/height ratio: {{getImageRatio() | number: '1.1-2' }}
de: Breite/Höhe-Verhältnis: {{getImageRatio() | number: '1.1-2' }}
nl: Verhouding breedte/hoogte: {{getImageRatio() | number: '1.1-2' }}

# core.print.width-range
source: Range: 50 - 600
de: Bereich: 50 - 600
nl: Bereik: 50 - 600

# core.profile.about
source: About
de: Über
nl: Over

# core.profile.go-to-admin
source: Go to admin
de: Zum Admin-Bereich
nl: Ga naar admin

# core.profile.logged-in-as
source: Logged in as
de: Eingeloggt als
nl: Ingelogd als

# core.profile.login
source: Login
de: Anmelden
nl: Inloggen

# core.profile.logout
source: Logout
de: Abmelden
nl: Uitloggen

# core.search.location
source: Location
de: Ort
nl: Locatie

# core.shared.close-panel
source: Close panel
de: Panel schließen
nl: Paneel sluiten

# core.shared.maximize-panel
source: Maximize panel
de: Panel maximieren
nl: Paneel maximaliseren

# core.shared.minimize-panel
source: Minimize panel
de: Panel minimieren
nl: Paneel minimaliseren

# core.shared.restore-panel-height
source: Restore panel height
de: Panelhöhe wiederherstellen
nl: Paneelhoogte herstellen

# core.toc.3d-layer
source: Switch to 3D to see this layer
de: Wechseln Sie zu 3D, um diese Ebene anzuzeigen
nl: Schakel naar 3D om deze laag te zien

# core.toc.available-layers
source: Available layers
de: Verfügbare Ebenen
nl: Beschikbare lagen

# core.toc.close-details
source: Close details
de: Details schließen
nl: Details sluiten

# core.toc.description
source: Description
de: Beschreibung
nl: Beschrijving

# core.toc.details-for
source: Details for {{node.layer?.title || node.name}}
de: Details für {{node.layer?.title || node.name}}
nl: Details voor {{node.layer?.title || node.name}}

# core.toc.filter-by-layer-name
source: Filter by layer name...
de: Nach Ebenennamen filtern...
nl: Filter op laagnaam...

# core.toc.filter-layers
source: Filter layers
de: Ebenen filtern
nl: Lagen filteren

# core.toc.filtered-layer
source: A filter is applied to this layer
de: Auf diese Ebene wird ein Filter angewendet
nl: Er is een filter toegepast op deze laag

# core.toc.legend
source: Legend
de: Legende
nl: Legenda

# core.toc.opacity
source: Opacity
de: Deckkraft
nl: Ondoorzichtigheid

# core.toc.reorder-layers
source: Re-order layers
de: Ebenen neu anordnen
nl: Lagen herschikken

# core.toc.reset-opacity
source: Reset opacity
de: Deckkraft zurücksetzen
nl: Ondoorzichtigheid terugzetten

# core.toc.toggle-layers-off
source: Toggle all layers off
de: Alle Ebenen ausschalten
nl: Alle lagen uitzetten

# core.toc.toggle-layers-on
source: Toggle all layers on
de: Alle Ebenen einschalten
nl: Alle lagen aanzetten

# core.toolbar.coordinate-picker
source: Coordinate picker
de: Koordinatenauswahl
nl: Coördinaten selecteren

# core.toolbar.coordinate-picker-copy
source: Copy
de: Kopieren
nl: Kopiëren

# core.toolbar.coordinate-picker-x
source: X-coordinate
de: X-Koordinate
nl: X-coördinaat

# core.toolbar.coordinate-picker-y
source: Y-coordinate
de: Y-Koordinate
nl: Y-coördinaat

# core.toolbar.coordinate-picker-zoomTo
source: Zoom To
de: Hierhin zoomen
nl: Zoom naar

# core.toolbar.measure-area
source: Measure area
de: Fläche messen
nl: Oppervlakte meten

# core.toolbar.measure-length
source: Measure distance
de: Entfernung messen
nl: Afstand meten

# core.toolbar.no-results-found
source: No results found
de: Keine Ergebnisse gefunden
nl: Geen resultaten gevonden

# core.toolbar.open-streetview
source: Open Streetview
de: Streetview öffnen

# core.toolbar.search-location
source: Search location
de: Standort suchen
nl: Zoeken

# core.toolbar.search-location-pdok-attribution
source: Data by [PDOK](https://pdok.nl)
de: Daten von [PDOK] (https://pdok.nl)
nl: Gegevens van [PDOK] (https://pdok.nl)

# core.toolbar.share-viewer
source: Share viewer
de: Viewer teilen
nl: Viewer delen

# core.toolbar.share-viewer-embed-url
source: Embed URL
de: URL einbetten
nl: URL insluiten

# core.toolbar.switch-3d.layers-without-wm
source: The following layers are not visible in 3D: layersTitles.join(', ')
de: Die folgenden Ebenen sind in 3D nicht sichtbar: layerNames.join(', ')
nl: De volgende lagen zijn niet zichtbaar in 3D: layerNames.join(', ')

# core.toolbar.switch-3d.tooltip2D
source: Switch to 2D
de: auf 2D umschalten
nl: Schakel naar 2D

# core.toolbar.switch-3d.tooltip3D
source: Switch to 3D
de: auf 3D umschalten
nl: Schakel naar 3D

# core.toolbar.type-at-least
source: Type at least {{ minLength }} characters to start searching or press <Enter>
de: Geben Sie mindestens {{ minLength }} Zeichen ein, um mit der Suche zu beginnen oder drücken Sie <Enter>
nl: Typ ten minste {{ minLength }} tekens om te beginnen met zoeken of druk op <Enter>

# core.toolbar.zoom-in
source: Zoom in
de: Vergrößern
nl: Inzoomen

# core.toolbar.zoom-out
source: Zoom out
de: Verkleinern
nl: Uitzoomen

# core.toolbar.zoom-to-initial-extent
source: Zoom to initial extent
de: Zurück zur ursprünglichen Ansicht
nl: Zoom naar beginwaarde

# core.toolbar.zoom-to-location
source: Zoom to location
de: Zum Standort zoomen
nl: Zoom naar locatie

# core.toolbar.zoom-to-location-failed-location-unavailable
source: Fetching location failed: location unavailable
de: Standort abrufen fehlgeschlagen: Standort nicht verfügbar
nl: Locatie ophalen mislukt: locatie niet beschikbaar

# core.toolbar.zoom-to-location-failed-permission-denied
source: Fetching location failed: permission denied
de: Standort abrufen fehlgeschlagen: Berechtigung verweigert
nl: Locatie ophalen mislukt: toestemming geweigerd

# core.toolbar.zoom-to-location-failed-timeout
source: Fetching location failed: timeout
de: Standort abrufen fehlgeschlagen: Zeitüberschreitung
nl: Locatie ophalen mislukt: time-out

# core.user-login-check-admin-message
source: You are logged out and need to log in first before continuing
de: Sie sind abgemeldet und müssen sich erst anmelden, bevor Sie fortfahren können
nl: U bent uitgelogd en moet opnieuw inloggen om verder te gaan

# core.user-login-check-title
source: You are logged out
de: Sie sind abgemeldet
nl: U bent uitgelogd

# core.user-login-check-viewer-message
source: You are logged out and might need to login again
de: Sie sind abgemeldet und müssen sich möglicherweise erneut anmelden
nl: U bent uitgelogd en moet wellicht opnieuw inloggen

# core.common.polygon
source: Polygon
nl: Polygoon

# core.drawing.format
source: Format
nl: Formaat

# core.drawing.symbol
source: Symbol
nl: Symbool

# core.terrain-layer-toggle.ellipsoid
source: WGS84 Ellipsoid
nl: WGS84 Ellipsoïde
