Repository: Tailormap/tailormap-viewer
Catalog: projects/core/assets/locale/messages.core.*.xlf
Languages: de, nl

# core.attribute-list.clear-filters
source: Clear filters
de: Filter löschen
nl: Filters wissen

# core.attribute-list.export
source: Export
de: Exportieren
nl: Exporteren

# core.attribute-list.export-failed
source: Exporting data for layer params.serviceLayerName and format params.format failed
de: Daten für Layer params.serviceLayerName und Format params.format konnten nicht exportiert werden
nl: Gegevens exporteren voor laag params.serviceLayerName en formaat params.format mislukt

# core.attribute-list.failed-loading-data
source: Failed to load attribute list data
de: Fehler beim Laden der Attributlisten-Daten
nl: Het is niet gelukt om de gegevens voor de attributenlijst te laden

# core.attribute-list.failed-loading-data-for
source: Failed to load attribute list data for tab.label
de: Fehler beim Laden der Attributlisten-Daten für tab.label
nl: Het is niet gelukt om de gegevens voor de attributenlijst te laden voor tab.label

# core.attribute-list.filter-on
source: Filter on {{getColumnName()}}
de: Filtern nach {{getColumnName()}}
nl: Filter op {{getColumnName()}}

# core.attribute-list.go-to-page
source: Go to page
de: Zur Seite gehen
nl: Ga naar pagina

# core.attribute-list.no-data-found
source: No layers with administrative data found
de: Keine Layer mit administrativen Daten gefunden
nl: Geen lagen met administratieve gegevens gevonden

# core.attribute-list.no-rows-found
source: No rows found
de: Keine Zeilen gefunden
nl: Geen rijen gevonden

# core.attribute-list.title
source: Attribute list
de: Attributliste
nl: Attributenlijst

# core.background-layer-toggle.no-basemap
source: No basemap
de: Keine Grundkarte
nl: Geen basiskaart

# core.bookmark.layer-not-found
source: Layer is not available
de: Ebene ist nicht verfügbar
nl: Deze kaartlaag is niet beschikbaar

# core.common.add
source: Add
de: Hinzufügen
nl: Toevoegen

# core.common.back
source: Back
de: Zurück
nl: Terug

# core.common.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# core.common.clear
source: Clear
de: Löschen
nl: Wis

# core.common.close
source: Close
de: Schließen
nl: Sluiten

# core.common.delete
source: Delete
de: Löschen
nl: Verwijderen

# core.common.enabled
source: Enabled
de: Aktiviert
nl: Ingeschakeld

# core.common.error-loading-map
source: Could not load map settings
de: Konnte die Karteneinstellungen nicht laden
nl: Kon de kaartinstellingen niet laden

# core.common.error-loading-viewer
source: Could not find or load the requested viewer
de: Konnte den angeforderten Viewer nicht finden oder laden
nl: Kon de gevraagde viewer niet vinden of laden

# core.common.error-while-loading-app
source: Something went wrong while loading the application. Please check if the URL is correct
de: Beim Laden der Anwendung ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob die URL korrekt ist
nl: Er is iets misgegaan tijdens het laden van de applicatie. Controleer of de URL correct is

# core.common.feature
source: Feature
de: Objekt
nl: Object

# core.common.line
source: Line
de: Linie
nl: Lijn

# core.common.next
source: Next
de: Weiter
nl: Volgende

# core.common.none
source: None
de: Keine
nl: Geen

# core.common.point
source: Point
de: Punkt
nl: Punt

# core.common.rectangle
source: Rectangle
de: Rechteck
nl: Rechthoek

# core.common.retry
source: Retry
de: Wiederholen
nl: Opnieuw proberen

# core.common.save
source: Save
de: Speichern
nl: Opslaan

# core.common.set
source: Set
de: Einstellen
nl: Instellen

# core.common.square
source: Square
de: Quadrat
nl: Vierkant

# core.coordinate-link-window.select-layer
source: Select link to open
de: Link zum Öffnen auswählen
nl: Selecteer een link

# core.coordinate-link-window.title
source: Coordinate Link Window
de: Koordinaten-Link-Fenster

# core.draw.delete-selected-feature
source: Delete selected feature
de: Ausgewähltes Objekt löschen
nl: Verwijder geselecteerd object

# core.draw.draw-circle
source: Draw circle
de: Kreis zeichnen
nl: Cirkel tekenen

# core.draw.draw-ellipse
source: Draw ellipse
de: Ellipse zeichnen
nl: Ellips tekenen

# core.draw.draw-label
source: Draw label
de: Etikett zeichnen
nl: Label tekenen

# core.draw.draw-line
source: Draw line
de: Linie einzeichnen
nl: Lijn tekenen

# core.draw.draw-point
source: Draw point
de: Punkt zeichnen
nl: Punt tekenen

# core.draw.draw-polygon
source: Draw polygon
de: Polygon zeichnen
nl: Veelhoek tekenen

# core.draw.draw-rectangle
source: Draw rectangle
de: Rechteck zeichnen
nl: Rechthoek tekenen

# core.draw.draw-square
source: Draw square
de: Quadrat zeichnen
nl: Vierkant tekenen

# core.draw.draw-star
source: Draw star
de: Stern zeichnen
nl: Ster tekenen

# core.draw.select-modify-move-feature
source: Select, modify size and/or move feature
de: Objekt auswählen, Größe ändern und/oder verschieben
nl: Object selecteren, grootte aanpassen en/of verplaatsen

# core.drawing.arrow
source: Arrow
de: Pfeil
nl: Pijl

# core.drawing.arrow-at-the-end
source: At the end
de: Am Ende
nl: Aan het einde

# core.drawing.arrow-at-the-start
source: At the start
de: Am Anfang
nl: Aan het begin

# core.drawing.arrow-none
source: None
de: Keine
nl: Geen

# core.drawing.arrow-on-both-sides
source: On both sides
de: Auf beiden Seiten
nl: Aan beide kanten

# core.drawing.arrow-on-every-segment
source: On every segment
de: Auf jedem Segment
nl: Op elk segment

# core.drawing.circle-radius
source: Circle radius ({{mapUnits$ | async}})
de: Kreisradius ({{mapUnits$ | async}})
nl: Straal van cirkel ({{mapUnits$ | async}})

# core.drawing.color
source: Color
de: Farbe
nl: Kleur

# core.drawing.delete-drawing
source: Delete complete drawing
de: Gesamte Zeichnung löschen
nl: Volledige tekening verwijderen

# core.drawing.delete-drawing-confirm
source: Delete complete drawing
de: Gesamte Zeichnung löschen
nl: Volledige tekening verwijderen

# core.drawing.delete-drawing-confirm-message
source: Are you sure you want to delete the complete drawing? All objects will be deleted and this cannot be undone.
de: Bist du sicher, dass du die gesamte Zeichnung löschen möchtest? Alle Objekte werden gelöscht und dies kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je de volledige tekening wilt verwijderen? Alle objecten worden verwijderd en dit kan niet ongedaan worden gemaakt.

# core.drawing.delete-drawing-object-confirm
source: Delete drawing object
de: Zeichnungobjeckt löschen
nl: Tekeningobject verwijderen

# core.drawing.delete-drawing-object-confirm-message
source: Are you sure you want to delete this object?
de: Bist du sicher, dass du dieses Objekt löschen möchtest?
nl: Weet je zeker dat je dit object wilt verwijderen?

# core.drawing.delete-selected-drawing-object
source: Delete selected drawing object
de: Ausgewähltes Zeichenobjekt löschen
nl: Verwijder geselecteerd tekenobject

# core.drawing.draw-shape
source: Draw shape
de: Form zeichnen
nl: Vorm tekenen

# core.drawing.drawing
source: Drawing
de: Zeichnen
nl: Tekenen

# core.drawing.duplicate-selected-drawing-object
source: Duplicate selected drawing object
de: Ausgewähltes Zeichenobjekt duplizieren
nl: Geselecteerd object kopiëren

# core.drawing.fill
source: Fill
de: Füllen
nl: Vullen

# core.drawing.fill-color
source: Fill color
de: Farbe ausfüllen
nl: Kleur vullen

# core.drawing.insert-area-label
source: Insert area as label
de: Bereich als Beschriftung einfügen
nl: Gebied invoegen als label

# core.drawing.insert-coordinates-label
source: Insert coordinates as label
de: Koordinaten als Beschriftung einfügen
nl: Coördinaten invoegen als label

# core.drawing.insert-length-label
source: Insert length as label
de: Länge als Bezeichnung einfügen
nl: Lengte invoegen als label

# core.drawing.label
source: Label
de: Etikett

# core.drawing.line
source: Line
de: Linie
nl: Lijn

# core.drawing.line-color
source: Line color
de: Farbe linie
nl: Kleur lijn

# core.drawing.line-thickness
source: Line thickness
de: Dicke der Linie
nl: Lijndikte

# core.drawing.locked-style
source: The style for this drawing object cannot be changed.
de: Der Stil für dieses Zeichenobjekt kann nicht geändert werden.

# core.drawing.objects-list
source: Objects
de: Objekte
nl: Objecten

# core.drawing.opacity
source: Opacity
de: Deckkraft
nl: Ondoorzichtigheid

# core.drawing.rectangle-height
source: Height ({{mapUnits$ | async}})
de: Höhe ({{mapUnits$ | async}})
nl: Hoogte ({{mapUnits$ | async}})

# core.drawing.rectangle-width
source: Width ({{mapUnits$ | async}})
de: Breite ({{mapUnits$ | async}})
nl: Breedte ({{mapUnits$ | async}})

# core.drawing.rotation
source: Rotation
de: Drehung
nl: Rotatie

# core.drawing.show-area-size
source: Show area size
de: Flächengröße anzeigen
nl: Oppervlakte tonen

# core.drawing.show-length-along-line
source: Show length along line
de: Länge entlang der Linie anzeigen
nl: Lengte langs lijn tonen

# core.drawing.show-side-length
source: Show length along sides
de: Länge entlang der Seiten anzeigen
nl: Lengte langs zijden tonen

# core.drawing.show-sizes-while-drawing
source: Show sizes while drawing
de: Größen während des Zeichnens anzeigen
nl: Grootte tonen tijdens tekenen

# core.drawing.show-total-line-length
source: Show total length of the line
de: Gesamtlänge der Linie anzeigen
nl: Totale lengte van de lijn tonen

# core.drawing.size
source: Size
de: Größe
nl: Grootte

# core.drawing.striped-fill
source: Striped fill
de: Gestreifte Füllung
nl: Gestreepte vulling

# core.drawing.stroke-type
source: Stroke type
de: Strichart
nl: Type streep

# core.drawing.style-library
source: Style library
de: Stilbibliothek

# core.drawing.thickness
source: Thickness
de: Stärke
nl: Dikte

# core.drawing.zoom-to-entire-drawing
source: Zoom to show entire drawing
de: Zoom, um die gesamte Zeichnung anzuzeigen
nl: Zoom naar gehele tekening

# core.edit.add-new-feature
source: Add new feature
de: Neues Feature hinzufügen
nl: Nieuw object toevoegen

# core.edit.create-feature-failed
source: Create feature failed
de: Feature-Erstellung fehlgeschlagen
nl: Aanmaken van object mislukt

# core.edit.delete-feature-confirm
source: Delete feature
de: Feature löschen
nl: Object verwijderen

# core.edit.delete-feature-confirm-message
source: Are you sure you want to delete this feature? This cannot be undone.
de: Bist du sicher, dass du dieses Feature löschen möchtest? Dies kann nicht rückgängig gemacht werden.
nl: Weet je zeker dat je dit object wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

# core.edit.delete-feature-failed
source: Delete feature failed
de: Löschen des Features fehlgeschlagen
nl: Object verwijderen mislukt

# core.edit.edit
source: Edit
de: Bearbeiten
nl: Bewerken

# core.edit.edit-feature-tooltip
source: Edit feature
de: Objekt bearbeiten
nl: Object bewerken

# core.edit.error-getting-features
source: Something went wrong while getting editable features, please try again
de: Beim Abrufen der bearbeitbaren Objekte ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
nl: Er is iets misgegaan bij het verkrijgen van bewerkbare objecten, probeer het opnieuw

# core.edit.false
source: False
de: Falsch
nl: Onwaar

# core.edit.feature-created
source: Feature created
de: Objekt erstellt
nl: Object aangemaakt

# core.edit.feature-deleted
source: Feature deleted
de: Objekt gelöscht
nl: Object verwijderd

# core.edit.feature-updated
source: Feature updated
de: Objekt aktualisiert
nl: Object bijgewerkt

# core.edit.hover-to-highlight
source: Hover over the buttons to highlight the feature on the map
de: Bewege den Mauszeiger über die Schaltflächen, um das Objekt auf der Karte hervorzuheben
nl: Beweeg de muis over de knoppen om het object op de kaart te markeren

# core.edit.no-editable-layers-tooltip
source: There are no editable layers. Enable a layer to start editing.
de: Es gibt keine bearbeitbaren Ebenen. Aktiviere eine Ebene, um mit der Bearbeitung zu beginnen.
nl: Er zijn geen bewerkbare lagen. Activeer een laag om te beginnen met bewerken.

# core.edit.no-features-found
source: No editable features found
de: Keine bearbeitbaren Objekte gefunden
nl: Geen bewerkbare objecten gevonden

# core.edit.require-login-tooltip
source: You must be logged in to edit.
de: Du musst angemeldet sein, um zu bearbeiten.
nl: Je moet ingelogd zijn om te bewerken.

# core.edit.select-feature-to-edit
source: Select which feature to edit
de: Wähle das zu bearbeitende Objekt aus
nl: Selecteer een object om te bewerken

# core.edit.select-layer
source: Select layer to edit
de: Wähle die zu bearbeitende Layer aus
nl: Selecteer een laag om te bewerken

# core.edit.true
source: True
de: Wahr
nl: Waar

# core.edit.update-feature-failed
source: Update feature failed
de: Objektaktualisierung fehlgeschlagen
nl: Object bijwerken mislukt

# core.feature-info.edit-feature
source: Edit feature
de: Objekt bearbeiten

# core.feature-info.error-loading-feature-info
source: Something went wrong while getting feature info, please try again
de: Beim Abrufen der Objektinformationen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
nl: Er is iets misgegaan bij het ophalen van de objectinformatie, probeer het opnieuw

# core.feature-info.error-loading-features
source: Could not load feature info
de: Objektinformationen konnten nicht geladen werden
nl: Kon objectinformatie niet laden

# core.feature-info.no-features-found
source: No features found
de: Keine Objekte gefunden
nl: Geen objecten gevonden

# core.feature-info.object-information
source: Object Information
de: Objektinformationen
nl: Objectinformatie

# core.feature-info.select-layer
source: Select layer
de: Layer auswählen
nl: Selecteer laag

# core.filter.add-filter
source: Add filter
de: Filter hinzufügen
nl: Filter toevoegen

# core.filter.add-spatial-filter
source: Add spatial filter
de: Räumlichen Filter hinzufügen
nl: Ruimtelijk filter toevoegen

# core.filter.after
source: After
de: Nach
nl: Na

# core.filter.and
source: and
de: und
nl: en

# core.filter.applies-to
source: Applies to
de: Gilt für
nl: Geldt voor

# core.filter.attribute-filter
source: Attribute filter
de: Attributfilter
nl: Attribuutfilter

# core.filter.before
source: Before
de: Vor
nl: Vóór

# core.filter.between
source: Between
de: Zwischen
nl: Tussen

# core.filter.buffer-filter-geometry
source: Optionally you can buffer the geometry
de: Optional können Sie die Geometrie puffern
nl: Optioneel kunt u de geometrie bufferen

# core.filter.buffer-in-meters
source: Buffer in meters
de: Puffer in Metern

# core.filter.case-sensitive
source: Case sensitive
de: Unterscheidung zwischen Groß- und Kleinschreibung
nl: Hoofdlettergevoelig

# core.filter.choose-value
source: Choose value
de: Wert auswählen

# core.filter.choose-values
source: Choose values
de: Werte auswählen
nl: Waardes kiezen

# core.filter.close-filter-form
source: Close filter form
de: Filterformular schließen
nl: Filterformulier sluiten

# core.filter.condition
source: Condition
de: Bedingung
nl: Voorwaarde

# core.filter.contains
source: contains
de: enthält
nl: bevat

# core.filter.contains-one-of-the-values
source: contains one of the values
de: enthält einen der Werte
nl: bevat één van de waardes

# core.filter.contains-upper
source: Contains
de: enthält
nl: Bevat

# core.filter.create-new-filter
source: Create new filter
de: Neuen Filter erstellen
nl: Nieuw filter maken

# core.filter.delete-filter-confirm
source: Delete filter?
de: Filter löschen?
nl: Filter verwijderen?

# core.filter.delete-filter-confirm-message
source: Are you sure you want to delete this filter?
de: Sind Sie sicher, dass Sie diesen Filter löschen möchten?
nl: Weet je zeker dat je dit filter wilt verwijderen?

# core.filter.delete-this-filter
source: Delete this filter
de: Diesen Filter löschen
nl: Dit filter verwijderen

# core.filter.deselect-all-values
source: Deselect all values
de: Alle Werte abwählen
nl: Alle waardes deselecteren

# core.filter.draw-filter-geometry
source: Draw filter geometry
de: Filtergeometrie zeichnen
nl: Filtergeometrie tekenen

# core.filter.draw-message-3D
source: Switch to 2D to draw
de: Wechseln Sie zum Zeichnen zu 2D
nl: Switch naar 2D om te tekenen

# core.filter.edit-filters
source: Edit filters
de: Filter bearbeiten
nl: Bewerk filters

# core.filter.ends-with
source: ends with
de: endet mit
nl: eindigt met

# core.filter.ends-with-upper
source: Ends with
de: Endet mit
nl: Eindigt met

# core.filter.equals
source: Equals
de: Gleich
nl: Gelijk aan

# core.filter.equals-to
source: equals to
de: ist gleich
nl: is gelijk aan

# core.filter.error-loading-reference-layer-geometries
source: Error loading reference layer geometries
de: Fehler beim Laden der Geometrien der Referenzschicht
nl: Fout bij het laden van referentielaaggeometrieën

# core.filter.filtering
source: Filtering
de: Filtern
nl: Filteren

# core.filter.filtering-layer-by-drawing-or-reference
source: Filtering the selected <ng-container [ngTemplateOutlet]="layerLabel" /><ng-container [ngTemplateOutlet]="layerLabel" /> can be done by drawing geometry and/or selecting a reference layer.
de: Das Filtern der ausgewählten <ng-container [ngTemplateOutlet]="layerLabel" />Geometrie und/oder durch Auswahl einer Referenzschicht erfolgen.
nl: U kunt de geselecteerde <ng-container [ngTemplateOutlet]="layerLabel" />metry and/or sele filteren door geometrieën te tekenen en/of een referentielaag te selecteren.

# core.filter.filtering-layer-by-drawing-or-reference-hint
source: The geometries from this reference layer will then be used to filter the selected <ng-container [ngTemplateOutlet]="layerLabel" /><ng-container [ngTemplateOutlet]="layerLabel" />.
de: Die Geometrien dieser Referenzschicht werden dann verwendet, um die ausgewählten <ng-container [ngTemplateOutlet]="layerLabel" /><div class="fo zu filtern.
nl: De geometrieën van deze referentielaag worden dan gebruikt om de geselecteerde <ng-container [ngTemplateOutlet]="layerLabel" /><div class="fo te filteren.

# core.filter.from
source: From
de: Von
nl: Van

# core.filter.greater-than
source: Greater than
de: Größer als
nl: Groter dan

# core.filter.greater-than-or-equal-to
source: Greater than or equal to
de: Größer als oder gleich
nl: Groter dan of gelijk aan

# core.filter.invert-condition
source: Invert condition
de: Bedingung umkehren
nl: Voorwaarde omkeren

# core.filter.is-after
source: is after
de: ist nach
nl: is na

# core.filter.is-before
source: is before
de: ist vor
nl: is voor

# core.filter.is-between
source: is between
de: ist zwischen
nl: is tussen

# core.filter.is-false
source: is false
de: ist falsch
nl: is onwaar

# core.filter.is-false-upper
source: Is false
de: Ist falsch
nl: Is onwaar

# core.filter.is-greater-than
source: is greater than
de: ist größer als
nl: is groter dan

# core.filter.is-greater-than-or-equal-to
source: is greater than or equal to
de: ist größer als oder gleich
nl: is groter dan of gelijk aan

# core.filter.is-not-between
source: is not between
de: ist nicht zwischen
nl: is niet tussen

# core.filter.is-not-null
source: is not null
de: ist nicht null
nl: is niet null

# core.filter.is-not-on
source: is not on
de: ist nicht auf
nl: is niet op

# core.filter.is-null
source: is null
de: ist null
nl: is leeg (null)

# core.filter.is-null-upper
source: Is null
de: Ist leer (null)
nl: Is leeg (null)

# core.filter.is-on
source: is on
de: ist auf
nl: is op

# core.filter.is-smaller-than
source: is smaller than
de: ist kleiner als
nl: is kleiner dan

# core.filter.is-smaller-than-or-equal-to
source: is smaller than or equal to
de: ist kleiner als oder gleich
nl: is kleiner dan of is gelijk aan

# core.filter.is-true
source: is true
de: ist wahr
nl: is waar

# core.filter.is-true-upper
source: Is true
de: Ist wahr
nl: Is waar

# core.filter.layerPlural
source: {VAR_PLURAL, plural, =1 {layer} other {layers}}
de: {VAR_PLURAL, plural, =1 {Schicht} other {Schichten}}
nl: {VAR_PLURAL, plural, =1 {laag} other {lagen}}

# core.filter.loading-reference-layer
source: Loading reference geometry
de: Referenzgeometrie laden
nl: Referentiegeometrie laden

# core.filter.no-layers-available
source: No layers available to filter on
de: Keine verfügbaren Ebenen zum Filtern
nl: Geen lagen beschikbaar om op te filteren

# core.filter.not-contains
source: does not contain
de: enthält nicht
nl: bevat niet

# core.filter.not-contains-one-of-the-values
source: does not contain one of the values
de: enthält keine der Werte
nl: bevat geen van de waardes

# core.filter.not-ends-with
source: does not end with
de: endet nicht mit
nl: eindigt niet met

# core.filter.not-equals-to
source: not equals to
de: ist nicht gleich
nl: is niet gelijk aan

# core.filter.not-starts-with
source: does not start with
de: beginnt nicht mit
nl: begint niet met

# core.filter.on
source: On
de: Auf
nl: Op

# core.filter.or
source: or
de: oder
nl: of

# core.filter.save-filter
source: Save filter
de: Filter speichern
nl: Filter opslaan

# core.filter.select-all-values
source: Select all values
de: Alle Werte auswählen
nl: Selecteer alle waardes

# core.filter.select-condition
source: Select condition
de: Bedingung auswählen
nl: Selecteer voorwaarde

# core.filter.select-layer
source: Select layer(s)
de: Layer auswählen
nl: Selecteer laag (lagen)

# core.filter.select-layer-to-filter
source: Select the layer(s) you want to filter
de: Wählen Sie die Layer aus, die Sie filtern möchten
nl: Selecteer de laag (lagen) die je wil filteren

# core.filter.select-layer-to-use-as-filter
source: Select layer to use as filter
de: Layer als Filter auswählen
nl: Selecteer de laag die je als filter wil gebruiken

# core.filter.select-reference-layer
source: Select reference layer
de: Referenzlayer auswählen
nl: Selecteer referentielaag

# core.filter.slider-and
source: and
de: und
nl: en

# core.filter.smaller-than
source: Smaller than
de: Kleiner als
nl: Kleiner dan

# core.filter.smaller-than-or-equal-to
source: Smaller than or equal to
de: Kleiner als oder gleich
nl: Kleiner dan of gelijk aan

# core.filter.spatial
source: Spatial
de: Räumlich
nl: Ruimtelijk

# core.filter.spatial-filter
source: Spatial filter
de: Räumlicher Filter
nl: Ruimtelijk filter

# core.filter.starts-with
source: starts with
de: beginnt mit
nl: begint met

# core.filter.starts-with-upper
source: Starts with
de: Beginnt mit
nl: Begint met

# core.filter.summary
source: Summary
de: Zusammenfassung
nl: Samenvatting

# core.filter.switch-filter.false
source: False
de: Unwahr

# core.filter.switch-filter.true
source: True
de: Wahr

# core.filter.until
source: Until
de: Bis
nl: Tot

# core.filter.value
source: Value
de: Wert
nl: Waarde

# core.legend.legend
source: Legend
de: Legende
nl: Legenda

# core.login.as
source: as state['userName']
de: als state['userName']
nl: als state['userName']

# core.login.error
source: Login failed, please try again
de: Anmeldung fehlgeschlagen, bitte versuchen Sie es erneut
nl: Inloggen mislukt, probeer het opnieuw

# core.login.insufficient-rights-error
source: You are logged in userLabel but do not have proper roles to access the application. Please contact your administrator.
de: Sie sind als userLabel angemeldet, haben jedoch nicht die erforderlichen Rollen, um auf die Anwendung zuzugreifen. Bitte kontaktieren Sie Ihren Administrator.
nl: Je bent ingelogd userLabel maar je hebt niet de juiste rollen om toegang te krijgen tot de applicatie. Neem contact op met uw beheerder.

# core.print.add-bookmark
source: Add bookmark to document
de: Lesezeichen zum Dokument hinzufügen
nl: Voeg bookmark toe aan document

# core.print.add-legend-for-layer
source: Add legend for layer
de: Legende für Layer hinzufügen
nl: Legenda toevoegen voor laag

# core.print.bookmark-text
source: Bookmark
de: Lesezeichen
nl: Bladwijzer

# core.print.created-on
source: Created on
de: Erstellt am
nl: Gemaakt op
